{
  "err": "--FEHLER: Bitte geben Sie eine gültige Auswahl ein--\n",
  "lang_err": "--FEHLER: Bitte geben Sie eine gültige Sprache ein--\n",
  "name_err": "--FEHLER: Bitte geben Sie einen gültigen Namen ein--\n",

  "choose_lang": "Sprache auswählen:",

  "name": "Wähle deinen Namen\n",

  "go_on": "\n--------------------------\nDRÜCKE ENTER ZUM FORTFAHREN\n--------------------------\n",

  "dice_launch_input_pos": "\nWirf den Würfel, um zu sehen, wie viele {point_type} Punkte du gewinnst.\nDrücke Enter, um zu würfeln...",
  "dice_launch_input_neg": "\nWirf den Würfel, um zu sehen, wie viele {point_type} Punkte du verlierst.\nDrücke Enter, um zu würfeln...",
  "coin_launch_input": "\nWirf die Münze, um zu sehen, ob du {point_type} Punkte gewinnst oder verlierst.\nDrücke Enter, um die Münze zu werfen...",

  "coin_output_heads": "\nEs ist Kopf! Du erhältst einen Punkt {point_type}.",
  "coin_output_tails": "\nEs ist Zahl! Du verlierst einen Punkt {point_type}.",

  "dice_output_pos": "\nEs ist {result} gefallen! Du gewinnst {result} Punkte {point_type}.",
  "dice_output_pos_1": "\nEs ist {result} gefallen! Du gewinnst {result} Punkt {point_type}.",
  "dice_output_neg": "\nEs ist {result} gefallen! Du verlierst {result} Punkte {point_type}.",
  "dice_output_neg_1": "\nEs ist {result} gefallen! Du verlierst {result} Punkt {point_type}.",

  "dice_voc": "Berufung",
  "dice_pop_agr": "Volkszustimmung",
  "dice_pol_infl": "politischer Einfluss",
  "dice_cur_rel": "kuriale Relevanz",
  "dice_dipl_skills": "diplomatische Fähigkeiten",

  "faith_test": "\nUm den Test zu bestehen, musst du eine Glaubenspunktzahl von mehr als {faith} erreichen. Dazu musst du deine Berufungspunkte mit der Punktzahl addieren, die du durch das Werfen von zwei 6-seitigen Würfeln und drei 4-seitigen Würfeln erhältst.\n\n",
  "secrets_test": "\nUm den Test zu bestehen, musst du eine Glaubenspunktzahl von mehr als {secrets} erreichen. Dazu musst du deine Berufungspunkte mit der Punktzahl addieren, die du durch das Werfen eines 6-seitigen Würfels und zwei 4-seitigen Würfeln erhältst.\n\n",
  "influence_test": "\nUm den Test zu bestehen, musst du eine Glaubenspunktzahl von mehr als {belief} erreichen. Dazu musst du deine Berufungspunkte mit der Punktzahl addieren, die du durch das Werfen von zwei 6-seitigen Würfeln und drei 4-seitigen Würfeln erhältst.\n\n",
  "strategy_test": "\nUm den Test zu bestehen, musst du eine Glaubenspunktzahl von mehr als {strategy} erreichen. Dazu musst du deine Berufungspunkte mit der Punktzahl addieren, die du durch das Werfen von zwei 6-seitigen Würfeln und drei 4-seitigen Würfeln erhältst.\n\n",
  "charisma_test": "\nUm den Test zu bestehen, musst du eine Glaubenspunktzahl von mehr als {charisma} erreichen. Dazu musst du deine Berufungspunkte mit der Punktzahl addieren, die du durch das Werfen eines 6-seitigen Würfels und zwei 4-seitigen Würfeln erhältst.\n\n",

  "test_input_1": "Drücke Enter, um die beiden 6-seitigen Würfel zu werfen...",
  "test_input_2": "Drücke Enter, um die drei 4-seitigen Würfel zu werfen...",
  "test_input_3": "Drücke Enter, um einen 6-seitigen Würfel zu werfen...",
  "test_input_4": "Drücke Enter, um die beiden 4-seitigen Würfel zu werfen...",

  "test_result": "Du hast {result} erhalten!\n",

  "point_print": "\nSpielerstatistiken:\n  Berufung: {voc}\n  Volkszustimmung: {pop_agr}\n  Politischer Einfluss: {pol_infl}\n  Kuriale Relevanz: {cur_rel}\n  Diplomatische Fähigkeiten: {dipl_skills}\n\n  Gesamtzustimmung: {consensus}\n",

  "start": "Wir befinden uns an der Wende vom 15. zum 16. Jahrhundert, im Herzen der italienischen Renaissance. Eine Zeit, in der die Halbinsel in eine Vielzahl von Herzogtümern, Herrschaften, Königreichen und Republiken zersplittert ist, die ständig miteinander konkurrieren. Die politische Szene wird von den Großmächten {context} dominiert, nicht zu vergessen die Bedeutung des Kirchenstaates in Mittelitalien, der Einfluss in ganz Europa hat. Das Papsttum, obwohl es Krisenzeiten wie das Abendländische Schisma durchläuft, ist unter dem Pontifikat von Sixtus IV. und Alexander VI. in der Lage, seine weltliche Macht zurückzugewinnen und zu stärken; die Kirchenpolitik wird immer aktiver und ehrgeiziger, oft verknüpft mit den Interessen der großen italienischen Familien. In diesem Szenario wirst du, {player_name} aus der Familie {family_name}, eine der ältesten und einflussreichsten in {city}, im Jahr 1475 geboren. Du bist ein jüngerer Sohn: Das Erbrecht ist dir nur knapp entgangen. In einem Zeitalter, in dem jede Entscheidung das Schicksal einer Familie oder sogar eines Staates verändern kann, musst du jeden deiner Schritte sorgfältig abwägen. Es liegt also an dir, zu entscheiden, welche Karriere du einschlagen möchtest...",

  "career_choice": "Dein Herz ist jung, aber das Leben verlangt bereits eine Entscheidung: Welchen Weg wirst du gehen, um ein Zeichen in der Welt zu hinterlassen? Das Schicksal stellt dich vor zwei Wege.\n1 - Priester: Ein Leben, das Gott, dem Wort, dem Geheimnis gewidmet ist.\n2 - Soldat: Ein Leben, das in Eisen und Blut geschmiedet ist, im Dienste der Macht.\n",

  "firenze_input": "Was entscheidest du zu tun?\n1 - Verteidige Savonarola gegen die Anschuldigungen\n2 - Eindämmen der Unruhen, ohne Stellung zu beziehen\n",
  "firenze_init": "Im Jahr 1494 übernimmt Girolamo Savonarola die Macht in Florenz und errichtet ein theokratisches Regime. Er predigt radikale moralische Reformen und kündigt die bevorstehende Ankunft eines Eindringlings an, der die Sünden Italiens bestrafen wird. Seine Worte erschüttern die Stadt, rufen aber auch tiefe Spaltungen hervor.",
  "firenze_1": "Du entscheidest dich, Savonarola offen zu unterstützen. Du siehst in seiner Figur eine authentische spirituelle Erneuerung für Florenz. Seine Worte finden, auch dank deiner Unterstützung, ein immer breiteres Publikum. Die Bürger jubeln ihm zu, die Mächtigen zittern. Deine Position setzt dich jedoch Kritik aus: Rom und die ausländischen Höfe werfen dir Ketzerei vor, die sich als Glaube tarnt. Florenz verwandelt sich in ein ideologisches Schlachtfeld. Als, wie prophezeit, eine fremde Armee Italien überfällt, betrachten dich viele als Visionär, der dem unbewaffneten Propheten Gehör geschenkt hat. Du hast Respekt gewonnen, aber zu einem hohen Preis.",
  "firenze_2_pos": "Du entscheidest dich, keine klare Position zu beziehen. Du erlaubst Savonarola zu predigen, zügelst aber seine Exzesse. Du blockierst die radikalsten Prozessionen und löst die Volksgerichte auf. Die Stadt bleibt in einem prekären Gleichgewicht, versinkt aber nicht im Chaos. Die Adligen schätzen dich für deine Mäßigung und die Kirche betrachtet dich mit vorsichtiger Zustimmung. Als der Eindringling kommt, ist Florenz verängstigt, aber stabil. Du hast weder durch Mut noch durch Passivität geglänzt. Du warst ein Vermittler, hast aber erkannt, dass ein gottgeweihtes Leben der einzige Weg zu Gelassenheit und Frieden ist. Aus diesem Grund entscheidest du dich, Priester zu werden.",
  "firenze_2_neg": "Du versuchst, das Gleichgewicht zwischen Savonarolas Macht und dem Druck der Adligen aufrechtzuerhalten. Du kontrollierst die Verbrennungen, mäßigst die Predigten, versuchst Kompromisse. Aber du befriedigst niemanden. Als die ausländische Invasion eintritt, ist die Stadt gespalten. Die Anhänger des Propheten werfen dir vor, die Stimme Gottes ausgelöscht zu haben. Deine politischen Verbündeten verlassen dich. In einer Nacht der Gewalt wirst du von einer wütenden Menschenmenge gefangen genommen. Es gibt keinen Prozess, nur eine summarische Hinrichtung auf dem Platz. Dein Körper wird zur Warnung. Die Geschichte erinnert sich nicht an diejenigen, die versucht haben, in der Mitte zu bleiben.",

  "ven_mil_mant_input": "Im Jahr 1495 entstand die Heilige Liga, ein militärisches Bündnis zwischen Papst Alexander VI., König Ferdinand von Aragon von Neapel, dem Heiligen Römischen Reich, den Sforza von Mailand und der Republik Venedig. Hauptziel der Liga war es, den Einmarsch Karls VIII. von Frankreich nach Italien und dessen Anspruch auf das Königreich Neapel zu bekämpfen, während sich in der Republik Florenz ein umstrittenes theokratisches Regime etablierte. Auf seinem Weg nach Norden verlagerte sich Karls VIII. Ziel von der Eroberung Neapels auf die Eroberung Mailands, und das entscheidende Ereignis war die Schlacht von Fornovo, an der Mantua, Venedig, Mailand und Bologna gegen die Franzosen teilnahmen. Du bist ein jüngerer Soldat und als Bürger von {fam_city} nimmst du an der Schlacht teil. Dir wird der Kampf in der zweiten Linie empfohlen, aber du kannst entscheiden, ob du an die erste Linie gehen möchtest. Du hast die Wahl...\n1 - Erste Linie\n2 - Zweite Linie\n",
  "ven_mil_mant_1_pos": "Die Schlacht ist schnell, aber blutig, und da du dich im Kampf in der ersten Reihe bewiesen hast, wurdest du schwer verwundet. Nach einigen Tagen wird dir die letzte Ölung erteilt, aber du schaffst es schließlich zu überleben, und du siehst dies als ein Wunder, das dir vom Herrn gewährt wurde; daher beendest du deine Militärkarriere als Verwundeter. Nach diesem Ereignis hast du erkannt, dass ein gottgeweihtes Leben der einzige Weg zu Gelassenheit und Frieden ist. Aus diesem Grund entscheidest du dich, Priester zu werden.\n",
  "ven_mil_mant_1_neg": "Deine Bemühungen im Kampf reichten nicht aus, das feindliche Schwert durchbohrt deine Brust. Deine Augen schließen sich für immer...",
  "ven_mil_mant_2": "Die Schlacht ist schnell, aber blutig. Du, ein junger Soldat in deiner ersten Schlacht, bist schockiert von der Gräueltat des Krieges und gibst daher deine Militärkarriere auf, um anderen zu helfen, indem du Priester wirst.",

  "priest": "Als junger Mann musstest du einen Weg wählen. Das Schicksal hat dich vor die Soutane gestellt.\n",

  "why_priest_input": "Warum hast du dich entschieden, Priester zu werden?\n1 - Aus Berufung: Du hast den Ruf Gottes gehört, klar wie eine Glocke in der Stille.\n2 - Aus Notwendigkeit: Es war der einzige Weg, der Armut zu entkommen, eine Zuflucht zwischen heiligen Mauern.\n",
  "why_priest_1": "Schon als kleines Kind, zwischen den kalten Steinen der Dorfkirche, spürtest du etwas. Es war nicht nur die Schönheit der brennenden Kerzen oder der feierliche Gesang des Priesters: Es war eine Stimme. Eine Präsenz. Als ob Gott dir vom Altar her zuflüsterte. Als du zum ersten Mal die Soutane trugst, war es keine Maske: Es war neue Haut. Jedes Gebet war ein Schritt zur Wahrheit. Jede Tat der Nächstenliebe, ein Baustein im göttlichen Willen. Jetzt, wo du durch die Schatten der Macht und die Lichter des Ehrgeizes gehst, leitet dich die Erinnerung an diese Stimme. Vielleicht wirst du Papst werden. Aber vorher warst du nur ein Junge, der etwas Ewiges dienen wollte.\n",
  "why_priest_2": "Der Hunger war ein treuerer Begleiter als die Hoffnung. Die Straßen waren hart, und niemand reichte eine Hand ohne Gegenleistung. Aber die Kirche... bot Brot, Dach, Bücher. Eine andere Welt. Priester zu werden war keine spirituelle Wahl, sondern eine des Überlebens. Du lerntest Latein aus Hunger, nicht aus Glauben. Du betetest mit offenen Augen, indem du die Mechanismen der Macht unter den heiligen Gewändern beobachtetest. Jetzt, da du die kirchliche Leiter erklimmst, vergisst du nicht, wer du warst. Du bist nicht blind: Du kennst das Spiel. Und wenn der Herr dich wirklich berufen hat... vielleicht tat er es mit der Stimme des Hungers.\n",

  "sermon_input": "Die Jahre vergehen. Du bist jetzt Priester. Jeden Sonntag erhebt sich dein Antlitz über die Menge, und deine Stimme leitet die Herzen.\nWas ist der Kern deiner Predigt?\n1 - Gerechtigkeit und Barmherzigkeit: Du sprichst von Vergebung, Frieden und der Pflicht, Leidenden zu helfen.\n2 - Moralischer Verfall: Du prangerst die Sünden der Zeit an, den Abgrund, der unter den Füßen der Gesellschaft wächst.\n",
  "sermon_1": "Deine Worte fallen sanft, wie Sommerregen auf durstige Seelen. Jeden Sonntag, von der Kanzel aus, lädst du die Gläubigen ein, sich in die Augen zu sehen. Schulden zu vergeben, Brot mit den Hungrigen zu teilen, sich über die Wunden der Welt zu beugen. Du schreist nicht: Du streichelst. Du klagst nicht an: Du tröstest. Die Armen kommen nur noch, um dich zu hören. Die Sünder lauschen schweigend. Auch Ungläubige finden in dir etwas, das anderswo fehlt: ein Echo wahrer Güte. Die Mächtigen rümpfen die Nase, aber sie können dich nicht ignorieren. Dein Ruf wächst wie ein Same in guter Erde. Vielleicht liegt Heiligkeit nicht in der Macht... aber du, ohne es zu suchen, näherst dich ihr.\n",
  "sermon_2": "Wenn du sprichst, ist deine Stimme Feuer. Du beschönigst nicht. Du versüßt nicht. Du prangerst die Gier der Kaufleute an, die Wollust der Adligen, die Korruption des Klerus. Deine Predigten hallen wie Donner durch die Kirchenschiffe. Einige stehen auf und gehen. Andere bleiben, gefesselt, zitternd. Du sagst, Rom sei zu Babylon geworden. Dass die Welt am Rande der Hölle tanzt und niemand es sehen will. Manche nennen dich Propheten. Andere, Fanatiker. Aber es ist dir egal. Du willst nicht geliebt werden. Du willst, dass sie umkehren. Und so, Predigt um Predigt, wirst du zum Gesicht einer Zeit, die sich ändert. Oder eines kommenden Sturms.\n",

  "present_input": "Ein Onkel von dir, ein reicher und einflussreicher Mann, bietet dir eine große Summe Geld an. Im Gegenzug verlangt er jedoch Schweigen über eine schmutzige Angelegenheit, die du entdeckt hast.\nWas machst du mit dem Geschenk?\n1 - Du spendest es: Das Geld geht an die Armen, aber die Sünde bleibt im Verborgenen.\n2 - Du behältst es für dich: In dem Gedanken, dass es dir eines Tages für ein „größeres Gut“ dienen könnte.\n3 - Du nimmst das Geschenk nicht an: Du lehnst ab, auch wenn das bedeutet, die Beziehungen zu deiner Familie zu zerstören.\n",
  "present_1": "Du nimmst die Summe an, aber mit schwerem Herzen. Nicht für dich. Niemals für dich. Das schmutzige Geld wird zu Brot für Waisen, Medizin für Kranke, Decken für die, die auf Steinen schlafen. In der Öffentlichkeit wirst du als großzügiger Priester gelobt. Die Massen folgen dir. Deine Gesten inspirieren zur Nachahmung. Aber nachts, wenn du betest, schweigt dein Gewissen nicht. Du weißt, was du vertuscht hast. Die Sünde des anderen ist auch deine geworden, gekleidet in Nächstenliebe. Dein Ruf wächst... aber auch der Schatten, der ihn begleitet.\n",
  "present_2": "Du nimmst das Geld schweigend an und versteckst es. Nicht aus Gier, sagst du dir, sondern aus Weitsicht. Vielleicht kannst du es eines Tages benutzen, um ein verbotenes Buch zu kaufen, ein Kloster heimlich zu finanzieren oder den Korrupten zu bestechen, um ein größeres Übel zu stoppen. So beginnt der Abstieg. Kleine Lügen, diskrete Geldbewegungen. Aber keine Sünde bleibt für immer verborgen. Ein junger Kleriker, zu neugierig, entdeckt deine Papiere. Gerüchte kursieren. Und schließlich kommt der Sturm: Du wirst vor ein Kirchengericht geladen. Egal wie sehr du dich rechtfertigst, wie sehr du das „zukünftige Wohl“ beschwörst – die Münzen, die du angenommen hast, wiegen schwerer als deine Worte. Du wirst exkommuniziert. Dein Name wird aus den Gebeten verbannt. Deine Gewänder werden zerrissen. Die Gläubigen wenden sich von dir ab. Sogar deine Familie, bereits Komplizin, verleugnet dich, um sich selbst zu retten. Du hast verloren. Du bist nicht Papst geworden. Du bist ein Beispiel geworden... dessen, was man nicht sein soll.\n",
  "present_3": "Du siehst deinem Onkel in die Augen. Du spürst das Gewicht der Familiengeschichte, der Abendessen aus der Kindheit, der erhaltenen Gefälligkeiten. Aber dein Glaube – oder vielleicht nur dein Stolz – ist stärker. Du lehnst ab. Sein Ausdruck ändert sich: Respekt, dann Kälte. Von diesem Tag an wirst du ausgeschlossen. Deine Familie schließt dir die Türen. Du bist ein Fremder unter deinen eigenen Leuten. Aber innen, ein tiefer Frieden. Du hast die Wahrheit gewählt. Auch wenn es weh tut. Auch wenn es kostet. Vielleicht hat Gott es gesehen. Vielleicht nicht. Aber du weißt, dass du vor niemandem die Augen senken musst.\n",

  "become_parson_input": "Dir wird angeboten, Pfarrer in deiner Heimatgemeinde zu werden. Die Gemeinde kennt dich, liebt dich und beurteilt dich auch.\nNimmst du die Aufgabe an?\n1 - Ja: Du willst deine Leute führen.\n2 - Nein: Du fürchtest, dass die Vergangenheit dir zu sehr folgt.\n",
  "become_parson_1": "Nach Hause zurückzukehren ist nicht leicht, aber du tust es erhobenen Hauptes. Du gehst durch dieselben Straßen, wo du als Kind barfuß gerannt bist, jetzt mit der Soutane und der Last der Führung auf deinen Schultern. Manche schauen dich mit aufrichtiger Zuneigung an, andere mit Misstrauen. Sie erinnern sich, wie du warst, und glauben vielleicht nicht, was aus dir geworden ist. Aber du lässt dich nicht aufhalten. Du zelebrierst Messen mit Inbrunst, hörst Beichten geduldig, gibst Ratschläge auch denen, die dich verachtet hatten. Tag für Tag beginnt dein Beispiel lauter zu sprechen als die Erinnerungen. Die Vergangenheit begleitet dich, ja – aber sie befiehlt dir nicht. Und vielleicht beginnt dein wahrer Aufstieg genau dort, unter denen, die dich geboren sahen.\n",
  "become_parson_2": "Das Angebot rührt dein Herz, aber du weißt, dass der Boden dort brüchig ist. Jedes deiner Worte würde gewogen werden. Jede deiner Gesten würde verglichen mit dem, der du warst, nicht mit dem, der du bist. Du ziehst es vor abzulehnen. Du überlässt den Platz einem anderen und gehst schweigend. Eine schmerzhafte, aber notwendige Trennung. An einem neuen Ort kannst du ohne Schatten bauen, ohne alte Blicke, die in jeder deiner Predigten die Vergangenheit lesen. Vielleicht wirst du eines Tages zurückkehren. Als Bischof, als Kardinal... oder als Papst. Aber noch nicht.\n",

  "cardinal_letter_input": "Eines Morgens erhältst du einen versiegelten Brief. Er stammt von einem einflussreichen Kardinal: Er initiiert ein ehrgeiziges Projekt zur „Erneuerung der Kirche“. Der Ton ist feierlich, aber die Worte lassen Raum für Interpretationen.\nWas tust du?\n1 - Beteilige dich aktiv am Projekt: Du schließt dich mit Begeisterung an, bereit, die Hierarchie zu erklimmen.\n2 - Unterstütze informell: Zeige Interesse, bleibe aber vorsichtig.\n3 - Ignoriere den Brief: Vielleicht ist es besser, sich nicht einzumischen.\n",
  "cardinal_letter_1": "Du antwortest ohne Zögern. Deine Worte sind bestimmt, respektvoll, aber ehrgeizig. Du stellst dich in den Dienst des Kardinals, bietest Ideen an, machst dich sichtbar. Du triffst Prälaten, nimmst an geheimen Konzilien teil, lernst, dich zwischen Schweigen und Blicken zu bewegen. Das Projekt nimmt Gestalt an. Es wird von Reformen gesprochen, aber hinter den Kulissen werden Allianzen geschmiedet. Du bist dabei. Und wenn jemand öffentlich sprechen oder ein heikles Dokument unterzeichnen muss, bist du oft an der Reihe. Du machst dir einen Namen. Der Weg nach Rom ist kein Traum mehr. Es ist eine Karte, und du hast gerade einen Führer bekommen.\n",
  "cardinal_letter_2": "Du schreibst eine höfliche Antwort. Geschmeichelt, interessiert, aber du legst dich nicht fest. Du nimmst an einigen Treffen teil, schickst vertrauliche Kommentare, hältst dich im Hintergrund. Dein Name erscheint in den Dokumenten, aber am Ende der Seiten. Wenn das Projekt scheitert, könntest du immer sagen, dass du nie wirklich involviert warst. Aber wenn es erfolgreich ist... könntest du aufsteigen, ohne dich zu sehr exponiert zu haben. Vorsicht schützt dich. Aber sie verlangsamt auch deinen Aufstieg.\n",
  "cardinal_letter_3": "Du lässt ihn tagelang auf dem Tisch liegen, dann legst du ihn zu den anderen. Keine Antwort. Vielleicht ist es Angst. Oder vielleicht ist es Weisheit. Du hast zu viele Erneuerer scheitern sehen, zu viele Träume, die innerhalb eines Synods zu Ketzereien wurden. Du setzt deine lokale Arbeit fort. Messen, Beichten, Nächstenliebe. Manche sagen, du seist ein gerechter Mann, aber nicht sehr ehrgeizig. Andere vergessen dich. Der Brief wird mit der Zeit nur noch zu einem versiegelten Bedauern.\n",

  "annul_marriage_input": "Ein Adliger und ein Bürger bitten dich beide um die Annullierung ihrer Ehen. Du weißt, dass einer politisch nützlich ist. Der andere ist nur... menschlich.\nWas entscheidest du?\n1 - Annulliere beide: Der Druck ist zu groß.\n2 - Annulliere nur die des Bürgers: Du betrachtest es als strategische Gunst.\n3 - Annulliere nur die des Adligen: Du betrachtest es als politisch nützlich.\n4 - Annulliere keine: Die Ehe ist heilig.\n",
  "annul_marriage_1": "Der Druck ist groß... du beugst dich ihrer Macht. Du prüfst die Fälle streng. Du studierst Dokumente, hörst Zeugenaussagen, beurteilst nach der Lehre. Der Rang spielt keine Rolle, der Einfluss zählt nicht. Du annullierst beide Ehen, der Adlige schaut dich zufrieden an, der Bürger umarmt dich, für ihn warst du gerecht. Dein Ruf wächst wie der eines gerechten Mannes. Wer eine leichte Gunst sucht, weiß, dass er zu dir kommen kann.\n",
  "annul_marriage_2_pos": "Du hältst es für eine strategische Gefälligkeit und zögerst nicht lange. Du weißt, dass der Adlige Freunde in Rom hat, mächtige Unterstützer, Stimmen, die dich erheben... oder zerschmettern können. Du vernichtest die Heiratsdokumente. Schnell, sauber. Der Bürger erhält eine kalte Antwort: Du annullierst seine Ehe nicht. Doch in dir drin... hat etwas aufgehört, dich in die Augen zu schauen.\n",
  "annul_marriage_2_neg": "Der Versuch, eine Ehe zu annullieren, ist eine unbegreifliche Handlung. Die Kurie entdeckt es sofort. Der Missbrauch deiner Autorität wird als schwerwiegend beurteilt. Du wirst vertrieben und exkommuniziert. Die Gläubigen wenden sich von dir ab, die Familie verleugnet dich. Deine kirchliche Karriere endet hier.",
  "annul_marriage_3_pos": "Die Bitte des Adligen ist politisch nützlich, aber voller Falschheit. Seine Ehe ist nur ein Bauernopfer. Stattdessen kommt der Bürger mit seiner Frau an der Seite, zitternden Händen und Augen voller aufrichtigem Schmerz. Du nimmst dir Tage zum Beten. Und am Ende wählst du: Du annullierst nur diese Ehe. Der Adlige ist wütend. Er übt Druck aus. Die Gerüchte über dich werden in den Machtzirkeln giftig. Aber die Leute verteidigen dich. Und jemand beginnt schweigend zu glauben, dass du wirklich anders bist.\n",
  "annul_marriage_3_neg": "Der Versuch, eine Ehe zu annullieren, ist eine unbegreifliche Handlung. Die Kurie entdeckt es sofort. Der Missbrauch deiner Autorität wird als schwerwiegend beurteilt. Du wirst vertrieben und exkommuniziert. Die Gläubigen wenden sich von dir ab, die Familie verleugnet dich. Deine kirchliche Karriere endet hier.",
  "annul_marriage_4": "Du empfängst beide. Du hörst zu. Aber du bleibst standhaft. Deine Stimme zittert nicht, wenn du das Urteil sprichst: „Was Gott verbunden hat, soll der Mensch nicht trennen.“ Die beiden Männer verlassen den Raum mit gegensätzlichen Ausdrücken: der Adlige beleidigt. Der Bürger besiegt. Aber du beurteilst keine Emotionen, nur Seelen. Für viele bist du unnachgiebig, für andere unbestechlich.\n",

  "become_bishop_pos": "Der Tag ist grau, als wollte der Himmel selbst den Atem anhalten. In deinem Zimmer, still und streng, trägt ein Brief das Siegel des Heiligen Stuhls. Die Hände zittern. Die Lippen bewegen sich in einem Gebet, das nicht nur Dankbarkeit, sondern auch Furcht ausdrückt. „Durch die Gnade Gottes und den Willen des Heiligen Vaters bist du zum neuen Bischof von...“ Der Rest verschwindet, verschluckt vom Schlag deines Herzens. Du hast gewählt, manchmal mit Entschlossenheit, manchmal mit Zögern. Du hast zu den Massen gesprochen, manchmal mit Wahrheit, manchmal mit Vorsicht. Du hast schmutzige Hände geschüttelt, um Brücken zu bauen und vielleicht, manchmal, um nicht allein zu bleiben. Und doch bist du hierher gekommen. Am Tag der Weihe ist die Kathedrale voll. Viele Augen sind auf dich gerichtet: einige voller Hoffnung, andere voller Misstrauen, einige suchen nur nach Anzeichen von Schwäche. Wenn der Bischofsring an deinen Finger gesteckt wird, spürst du nicht nur die Ehre. Du spürst das Gewicht. Wenn man dir den Hirtenstab übergibt, spürst du nicht nur die Macht. Du spürst die Verantwortung. Wenn der Chor das „Te Deum“ anstimmt, blickst du nach oben. Aber du denkst auch an das, was sich unten verbirgt: Ehrgeiz, Kompromiss, Wahl.\n",
  "become_bishop_neg": "Du bist mit unsicherem Schritt durch die Korridore der Macht gegangen, das Gewand der Demut tragend, aber ohne je das Gewicht der Gnade zu erlangen. Das Konsistorium hat gesprochen. Deine Bemühungen, obwohl eifrig, haben nicht überzeugt. Deine Predigten wurden gehört, aber nicht erinnert. Deine Werke haben Staub aufgewirbelt, aber keine Seelen bewegt. Das Kardinalskollegium hat sich entschlossen, woandershin zu blicken. Der Titel des Bischofs bleibt unerreichbar. Der Papststuhl, ein Traum, der wie Weihrauch im Wind verweht. Du ziehst dich in ein Kloster zurück, zwischen die Regale vergessener Manuskripte und die Schatten erloschener Kerzen. Deine Reise endet hier im Schweigen. Du bist nicht Papst geworden. Du bist nicht einmal Bischof geworden. Vielleicht, in einem anderen Leben, mit mehr Glauben... oder mehr List...",

  "residence_input": "Jetzt, da du Bischof geworden bist, ist deine Bedeutung im politischen Leben deines Landes erheblich gestiegen, insbesondere hast du die Möglichkeit, Steuern zu erheben, Dokumente zu verwalten, Ressourcen zu bewahren und lokale Angelegenheiten an die Kurie zu bringen. Gerade weil du eine solche Bedeutung hast, wird dir jedoch, wie üblich, angeboten, in Rom statt in {fam_city} zu residieren. Die Wahl liegt natürlich bei dir, ob du deiner lokalen Mission Wert beimessen oder versuchen möchtest, mehr Einfluss im Klerus zu gewinnen.\n1 - Bleibe in deinem Bistum\n2 - Gehe in den Kirchenstaat, um zu residieren\n",
  "residence_1": "Indem du dich entscheidest, in deinem Bistum zu bleiben, hast du die Unterstützung der Bürger gewonnen, die dich nun als eine grundlegende Bezugsfigur im Leben des Landes sehen, die Zustimmung des Volkes nimmt folglich zu.\n",
  "residence_2": "Gut! Du bist nach Rom gezogen, jetzt kannst du die großen theologischen Fragen verwalten, die „Großen“ kennenlernen und eine direkte Beziehung zu den Entscheidungen der Kurie haben. Den Preis dafür zahlt jedoch dein Volk, das sich verlassen und den wichtigen Adelsfamilien der Gegend ausgeliefert fühlt.\n",

  "taxation_input": "Kaum in deinem Bistum angekommen, merkst du, dass die Verwaltung eines Bistums mehr als nur Glauben erfordert. Die Finanzen sind in Unordnung, die Ernte war schlecht und die Bedürfnisse des Klerus wachsen täglich. In deinem Arbeitszimmer, mit dem geöffneten Budget vor dir, steht dir die erste wahre Wahl deiner Amtszeit bevor:\n1 - Erhöhe die Steuern\n2 - Belasse die Steuern unverändert\n",
  "taxation_1": "Die Kassen des Bistums füllen sich langsam, und deine Projekte nehmen Gestalt an: neue Bänke in der Kathedrale, edlere Pergamente, ein Chor, der endlich einstimmig singt. Aber auf den Straßen werden die Stimmen bitterer. Die Bauern flüstern müde Gebete, und manche beginnen, zu den benachbarten Klöstern zu schauen, wo das Leben gerechter erscheint. Du hast den Thron gestärkt... aber die Kanzel angeschlagen.\n",
  "taxation_2": "Das Volk segnet dich auf den Märkten und Feldern. Die Kinder grüßen dich rennend, und die Alten nennen dich „guter Vater“. Aber das Dach der Sakristei tropft weiter, und dein Sekretär schüttelt den Kopf, während er die Rechnungsbücher durchsieht. In Rom bemerken nur wenige die barmherzigen Bischöfe. Du hast die Herzen deiner Herde gewonnen... aber vielleicht auf dem Weg zum Papststuhl an Boden verloren.\n",

  "help_cardinal_input": "In deinem neuen Zuhause lernst du einen sehr wichtigen Kardinal kennen, Kardinal Petrucci aus Siena, der dich um Hilfe bittet. Sein Bruder, ein Finanzbeamter in Siena, wurde wegen Korruption verurteilt und bräuchte einen Ort, an dem er sich verstecken kann, bis die Anklage zurückgezogen wird. Da du gerade erst angekommen bist, glaubt Kardinal Petrucci, dass es einfacher ist, ein Ja von dir zu bekommen, aber du musst entscheiden, was du tun willst.\n1 - Akzeptiere und hilf Kardinal Petrucci\n2 - Akzeptiere nicht und bleibe deinen Prinzipien treu\n",
  "help_cardinal_1": "Kardinal Petrucci ist dir dankbar, er wird sich daran erinnern, du hast jetzt auch wichtige Freunde im Kirchenstaat. Aber die Bürger deines Bistums sind darüber nicht so glücklich, die Nachricht verbreitet sich und ein Krimineller im Land ist nicht willkommen, besonders wenn dies die Beziehungen zu anderen Herrschaften verschärfen kann.\n",
  "help_cardinal_2": "Du hast eine harte Linie gefahren, du hast einem Kardinal die Hilfe verweigert, er erkennt deinen Charakter an, wird aber nicht glücklich darüber sein. Dies wird jedoch von den Bürgern geschätzt, die dich als wichtige Figur für sie und deine Stadt sehen.\n",

  "lega_cambrai_input": "Wir schreiben das Jahr 1508. Die Konflikte in Italien, die dich nicht besonders berührt haben, haben dazu geführt, dass Venedig eine große, vielleicht zu große Macht in Italien geworden ist. An diesem Punkt schlägt Papst Julius II. die Gründung der Liga von Cambrai vor, die Frankreich, das Reich und Spanien vereinen soll, um die italienische Frage zu lösen. Als Bischof wirst du gebeten zu entscheiden, wie du dich verhalten sollst, du hast jetzt genug Bedeutung, um verschiedene Rollen zu übernehmen.\n1 - Bleibe neutral\n2 - Lehne die Liga ab\n3 - Gehe in die Schlacht\n4 - Werde Botschafter des Kirchenstaates\n",
  "lega_cambrai_1": "Du ziehst es vor, dich in diesem Konflikt nicht zu engagieren. Du entscheidest, dass die Kirche eine Rolle des Friedens bewahren und sich nicht direkt in weltliche Kriege einmischen sollte. Neutralität ist ein sicherer, aber auch zerbrechlicher Boden: Die Mächtigen beobachten dich mit Misstrauen und fragen sich, ob du Mut oder Furcht bist. Während Venedig unkontrolliert wächst, betest du um Weisheit und Frieden, wohlwissend, dass Schweigen manchmal beredter ist als Waffen.\n",
  "lega_cambrai_2": "Du siehst in der Liga eine Bedrohung für das Gleichgewicht und für Italien. Entschlossen beziehst du Stellung gegen das von Julius II. vorgeschlagene Bündnis. Du warnst deine Mitbrüder vor den Folgen einer übermäßigen Machtkonzentration in fremden Händen und vor der Verwüstung, die der Krieg mit sich bringen würde. Deine Stimme ist ein Leuchtturm für diejenigen, die den Verlust der italienischen Souveränität fürchten, aber du gewinnst auch mächtige Feinde, die dich als Hindernis betrachten, das beseitigt werden muss.\n",
  "lega_cambrai_3": "Der Glaube wird auch mit dem Schwert verteidigt. Du erklärst dich bereit, die Truppen der Kirche in diesem entscheidenden Krieg zu führen oder zu unterstützen. Deine Rolle wird konkret, inmitten von Schwertern und Schlachtendämpfen. Du riskierst dein Leben, aber auch den Ruhm. Das für den Glauben vergossene Blut kann den Weg zu einer Zukunft voller Macht und Respekt ebnen. Oder zu einem frühen Ende.\n",
  "lega_cambrai_4": "Du ziehst die Diplomatie dem Krieg vor. Du nimmst den Auftrag an, den Papst an den fremden Höfen zu vertreten. Dein Charisma und deine Intelligenz werden entscheidende Waffen im komplexen Geflecht von Allianzen und Verrat sein. Im Palast, zwischen Banketten und Intrigen, wirst du das Schicksal der Kirche gestalten, ohne einen Tropfen Blut zu vergießen. Aber Diplomatie ist ein subtiles Spiel, bei dem ein Fehltritt alles kosten kann.\n",

  "opposer_input": "Der Liga widersetzen, ja... aber wie? Mit lauter und öffentlicher Stimme, Exkommunikationen und Verratsvorwürfe riskierend? Oder im Schatten, mit Diskretion und Diplomatie, um deine Rolle und deinen Aufstieg zu bewahren?\n1 - Öffentlich\n2 - Im Schatten\n",
  "opposer_1_pos": "Du stehst auf, das Holz des Stuhls knarrt, und greifst mit fester Hand zum Stift. Deine Unterschrift wird auf offenen Briefen, Proklamationen und Predigten erscheinen: Worte, die schwer wie Schwerter sind. Du wirst die Gier anprangern, die sich als Kreuzzug tarnt, die Prinzipien der Liga und vielleicht sogar den Willen des Heiligen Vaters offen herausfordern. Du weißt, dass dies dich alles kosten könnte: das Bistum, den politischen Schutz, vielleicht sogar das Leben. Aber dein Herz ist fest, und dein Glaube leitet dich. Wenn die Wahrheit gesagt werden muss, wirst du sie sagen.\n",
  "opposer_1_neg": "Das Dekret trifft im Morgengrauen ein, gebracht von einem erschöpften Pferd und zitternden Händen. Der Bote wagt es nicht, dir in die Augen zu sehen, während er das Pergament überreicht. Du brichst das Siegel mit kalten Fingern. Die Worte, in feierlichem Latein verfasst, treffen dich wie ein ewiges Urteil: anathema sit. Exkommuniziert. Die Glocken der Kathedrale läuten Totenglocken, aber nicht für einen Körper – für eine Seele, die aus der Kirche ausgeschlossen ist. Deine Verbündeten lösen sich wie Nebel in der Sonne auf, die Gläubigen meiden deinen Blick, und selbst die Statuen scheinen sich abzuwenden. In einem Augenblick bist du vom angesehenen Bischof zum verfluchten Schatten geworden. Doch im Grunde deiner privaten Zelle, zwischen nackten Wänden und der Stille der Verleugneten, spürst du immer noch die Flamme der Gerechtigkeit brennen. Die Kirche hat dich verstoßen.\n",
  "opposer_2": "Du bleibst sitzen, den Blick auf den silbernen Kelch im Regal gerichtet. Du weißt, dass ein einziger Fehltritt dich aus dem heiligen Spiel der Macht verschwinden lassen könnte. Aber Schweigen ist nicht Komplizenschaft, wenn es klug eingesetzt wird. Du wirst durch vertrauenswürdige Kontakte agieren, die Feinde der Liga diskret unterstützen, den Frieden fördern, wo du kannst, und den Krieg schwächen, wo es nötig ist. Du wirst kein Märtyrer sein, sondern ein Geist im Schatten. Eines Tages, vielleicht, wird ein geschickter Papst mehr als ein kühner benötigt – und du wirst bereit sein.\n",

  "battle_input": "Du ziehst die Rüstung über dein Bischofsgewand und führst Männer in den Krieg. Du wirst an der Seite des Papstes in den Feldzügen gegen Venedig sein, und deine Treue wird nicht unbemerkt bleiben. Du kannst wählen, was du tun, wie du die Schlacht erleben möchtest.\n1 - Gehe in die erste Reihe\n2 - Bleibe im Hinterland\n",
  "battle_1": "Du steigst aufs Pferd, greifst zum Schwert und stellst dich vor deine Männer. Du brüllst einen Psalm und startest den Angriff. Du willst zeigen, dass der Glaube auch Feuer und Stahl sein kann. So verdienst du dir den Respekt des Papststuhls.\n",
  "battle_2": "Du bleibst in der Nähe der Nachhut. Deine Hände zittern, die Gebete verflechten sich mit Panik. Du bist nicht für den Krieg gemacht, das verstehst du jetzt. Du siehst deine Männer gehen und hoffst nur, dass sie zurückkehren. Nun ist aber nicht gesagt, dass der Angriff gut ausgeht, du könntest scheitern oder ein großes Unternehmen schaffen.\n",

  "front_battle_neg_1": "Ein plötzlicher Schlag schleudert dich vom Pferd. Die Truppen zerstreuen sich, die feindlichen Trommeln schlagen laut. Der Schlamm umhüllt dich, dein Helm ist zerbrochen. Jemand rettet dich, vielleicht ein treuer Soldat, vielleicht nur der Zufall. Deine Arme sind verletzt, dein Körper blutet, aber du klammerst dich mit einem Atemzug an das Leben. Du bist gezwungen, dich zurückzuziehen, doch du überlebst und erholst dich nach Monaten vollständig.\n",
  "front_battle_neg_2": "Das Blut fließt in Strömen, du spürst deinen Körper nicht mehr, deine Augen schließen sich, die Wunde hat dich in den Tod gerissen. Dein Aufstieg zum Stuhl Petri endet hier.\n",
  "front_battle_pos": "Die Sonne ging rot über dem Schlachtfeld auf und färbte den Himmel in der Farbe des vergossenen Blutes und des Blutes, das noch vergossen werden würde. Du hattest die stillen Säle der Klöster und die marmornen Korridore der Kathedralen längst verlassen: Jetzt trugst du das Kreuz auf der Brust, aber auch das Schwert an der Seite. Du trugst noch die Bischofsgewänder, aber darüber glänzte die Rüstung. Deine Entscheidung, der Liga von Cambrai beizutreten, war nicht leichtfertig getroffen worden. Aber der Papst selbst, Julius II. – der „Kriegerpapst“ – hatte die Sache gesegnet. Venedig hatte die Autorität des Heiligen Stuhls zu lange herausgefordert, und du, Mann Gottes und Mann der Tat, hattest dem Ruf geantwortet. Die Truppen marschierten unter deinem Kommando. Adlige und Soldaten, Bauern und Ritter folgten dir nicht nur wegen deiner strategischen Fähigkeiten, sondern auch wegen deines unerschütterlichen Glaubens. Du trugst eine heilige Reliquie bei dir und betetest jeden Abend vor der Schlacht. Deine Männer sagten, wo du das Banner erhobest, würde der Sieg nicht lange auf sich warten lassen. Und so war es. Die Schlacht war hart, aber deine feste Führung, dein Mut und deine Hingabe inspirierten eine Leidenschaft, die selbst die erfahrensten Heerführer nicht nachahmen konnten. Die venezianischen Streitkräfte zerstreuten sich wie Staub im Wind. Am Ende des Kampfes, als das Feld ruhig und der Nebel des Krieges sich zurückzog, war dein Name in aller Munde. Bald kam der Bote aus Rom. Er war in Purpur und Gold gekleidet und trug ein päpstliches Siegel. Er kniete vor dir nieder und las laut vor: „In Anerkennung deines Wertes in der Schlacht, deiner unerschütterlichen Treue zur Heiligen Kirche und deiner heiligen Hingabe erhebt Seine Heiligkeit Papst Julius II. dich zur Würde eines Kardinals der Heiligen Römischen Kirche. Möge dein neues Purpur so glühend sein wie das Feuer deines Glaubens.“ Die Menge brach in Jubel aus. Du senktest deinen Kopf in stillem Gebet. Aber du wusstest tief im Inneren, dass dies nur ein Schritt war. Ein Schritt auf dem Weg zur Tiara. Das Kreuz leuchtete nun näher.\n",

  "ambassador_input": "Du hast den Weg des Botschafters gewählt. Nun zählt der Papst auf dich, um die Interessen der Kirche in fremden Landen zu verteidigen. Bevor du aufbrichst, musst du jedoch entscheiden, wo du deine Mission erfüllen wirst. Der päpstliche Sekretär überreicht dir zwei versiegelte Briefe. Einer schickt dich nach Frankreich, der andere ins Heilige Römische Reich. Was wählst du?\n1 - Frankreich\n2 - Heiliges Römisches Reich\n",
  "ambassador_france": "Du entscheidest dich, ins Königreich Frankreich zu gehen, an den Hof Ludwigs XII., die Beziehungen sind ausgezeichnet. Frankreich ist Verbündeter des Papstes im Krieg gegen Venedig. Der König ist mächtig und sein Hof ist voller Adliger und Bischöfe.\n",
  "ambassador_sri_input": "Das Reich ist groß und kompliziert. Die lokalen Fürsten beginnen, an der Kirche zu zweifeln, und der Papst beäugt bestimmte Ideen, die sich verbreiten, mit Misstrauen. Du kannst auf zwei Arten handeln:\n1 - Hart\n2 - Ruhig\n",
  "ambassador_sri_strong": "Du sprichst klar und deutlich. Du repräsentierst die Autorität des Papstes. Du forderst Gehorsam und drohst denen, die sich widersetzen.\n",
  "ambassador_sri_calm": "Du suchst den Dialog, hörst zu, sprichst taktvoll. Du verhandelst mit Fürsten und Städten, um den Frieden zu wahren und den Glauben zu stärken.\n",

  "lega_santa_input": "Es ist 1511, Julius II. hat einen neuen Pakt geschmiedet: die Heilige Liga. Gegen Frankreich, den ehemaligen Verbündeten, jetzt eine wachsende Bedrohung. Die Grenzen zittern, die Allianzen zerbrechen, die Gewissen spalten sich. Die Welt schaut zu... und du? Du hast geschwiegen, während andere schrien. Du hast die Herde beschützt, während Bischöfe und Botschafter die Karten aufteilten. Aber jetzt lässt dir der Krieg keinen Spielraum mehr. Die Felder brennen, die Kirchen spalten sich, die Adligen klopfen an deine Tür und fordern eine Antwort. Die Zeit des Gleichgewichts ist vorbei. Jetzt musst du dich entscheiden, wie du dich positionierst.\n1 - Für die Heilige Liga\n2 - Gegen die Heilige Liga\n",
  "lega_santa_pro_1": "Nach Monaten des Schweigens und Nachdenkens entscheidest du, dass die Zeit der Untätigkeit vorbei ist. Jetzt, da die französische Bedrohung realer wird, bedeutet die Unterstützung der Heiligen Liga, die Kirche und Italien vor einer unmittelbaren Gefahr zu verteidigen. Deine Mitbrüder schätzen den Mut, und du trittst mit Macht in das Spiel ein, bereit, den Papst im tobenden Krieg zu unterstützen. Dein Schweigen verwandelt sich in Stimme, deine Vorsicht in Entscheidung.\n",
  "lega_santa_pro_2": "Als Botschafter unterstützt deine Diplomatie nun die Heilige Liga. Du nutzt jedes Wort, jedes Lächeln, um Allianzen zu schmieden und die Position des Papstes zu stärken. Deine Rolle ist entscheidend, um zu verhindern, dass der Krieg zu einem totalen Desaster wird. Hinter den Kulissen weißt du jedoch, dass jede Verhandlung schmerzhafte Kompromisse und stillen Verrat birgt.\n",
  "lega_santa_pro_3": "Als Botschafter unterstützt deine Diplomatie nun die Heilige Liga. Du nutzt jedes Wort, jedes Lächeln, um Allianzen zu schmieden und die Position des Papstes zu stärken. Deine Rolle ist entscheidend, um zu verhindern, dass der Krieg zu einem totalen Desaster wird. Hinter den Kulissen weißt du jedoch, dass jede Verhandlung schmerzhafte Kompromisse und stillen Verrat birgt.\n",
  "lega_santa_pro_4": "Als Botschafter unterstützt deine Diplomatie nun die Heilige Liga. Du nutzt jedes Wort, jedes Lächeln, um Allianzen zu schmieden und die Position des Papstes zu stärken. Deine Rolle ist entscheidend, um zu verhindern, dass der Krieg zu einem totalen Desaster wird. Hinter den Kulissen weißt du jedoch, dass jede Verhandlung schmerzhafte Kompromisse und stillen Verrat birgt.\n",
  "lega_santa_pro_5": "Trotz deiner früheren Opposition zwingt dich die Situation zu einem Umdenken. Die Heilige Liga ist die letzte Hoffnung, Frankreich zu stoppen, ein zu gefährlicher Feind, um ihn zu ignorieren. Deine Unterstützung kommt als Zeichen der Einheit, eine Geste, die darauf abzielt, das zu retten, was vom Frieden und der päpstlichen Autorität übrig bleibt. Aber deine Kritiker werfen dir Inkonsequenz vor. Du antwortest, dass die Treue zur Kirche über allem anderen steht.\n",
  "lega_santa_pro_6": "Das Blut fließt, die Wunden brennen, aber du kniest nicht. Deine Hingabe an die Heilige Liga hat dich dazu gebracht, alles zu riskieren, und der körperliche Schmerz ist nur ein Preis, den du für den Glauben und die Macht zahlen musst. Dein Mut inspiriert die Menschen um dich herum, dein Leiden wird zur Legende. Doch du weißt, dass die Narben auch nach dem Krieg eine Last tragen werden und jeden deiner zukünftigen Schritte prägen werden.\n",
  "lega_santa_pro_7": "Das Schlachtfeld ist ein Theater aus Feuer und Flammen, aber das Glück war auf deiner Seite. Du hast die Truppen mit Mut und List geführt, ohne Verletzungen zu erleiden. Deine Gestalt wird zu einem Symbol für Stärke und Widerstandsfähigkeit, bereit, die Sache der Heiligen Liga mit der Kraft desjenigen zu unterstützen, der seinen Wert bewiesen hat, ohne jemals zu schwanken. Deine Verbündeten schauen dich mit Bewunderung an, deine Feinde mit Respekt – aber du weißt, dass der Krieg erst am Anfang steht.\n",
  "lega_santa_contro_1": "Du bleibst deiner Wahl der Neutralität treu, aber diesmal steht mehr auf dem Spiel. Die Heilige Liga scheint dir mit ihrer Grausamkeit eine weitere Quelle der Zerstörung zu sein. Du kritisierst das Bündnis offen, aber viele sehen dich mit Misstrauen an. Der Papst sieht in dir ein Hindernis, und die Adligen beginnen, an deiner Treue zu zweifeln. Die Zeit der Neutralität ist vorbei. Jetzt setzt du alles aufs Spiel.\n",
  "lega_santa_contro_2": "Während andere Pakte unterzeichnen und Hände schütteln, wählst du den Weg des diplomatischen Dissenses. Du prangerst die Heilige Liga als Quelle unnötiger Konflikte an, schlägst friedliche Alternativen vor, auch wenn nur wenige dir zuhören. Deine Position ist riskant: Du setzt deine Karriere und dein Leben aufs Spiel. Aber in der Geschichte wirst du vielleicht als derjenige in Erinnerung bleiben, der den Mut hatte, Nein zu sagen.\n",
  "lega_santa_contro_3": "Während andere Pakte unterzeichnen und Hände schütteln, wählst du den Weg des diplomatischen Dissenses. Du prangerst die Heilige Liga als Quelle unnötiger Konflikte an, schlägst friedliche Alternativen vor, auch wenn nur wenige dir zuhören. Deine Position ist riskant: Du setzt deine Karriere und dein Leben aufs Spiel. Aber in der Geschichte wirst du vielleicht als derjenige in Erinnerung bleiben, der den Mut hatte, Nein zu sagen.\n",
  "lega_santa_contro_4": "Während andere Pakte unterzeichnen und Hände schütteln, wählst du den Weg des diplomatischen Dissenses. Du prangerst die Heilige Liga als Quelle unnötiger Konflikte an, schlägst friedliche Alternativen vor, auch wenn nur wenige dir zuhören. Deine Position ist riskant: Du setzt deine Karriere und dein Leben aufs Spiel. Aber in der Geschichte wirst du vielleicht als derjenige in Erinnerung bleiben, der den Mut hatte, Nein zu sagen.\n",
  "lega_santa_contro_5": "Du bleibst deinen Überzeugungen treu: Die Heilige Liga ist nur eine weitere Form von Krieg und Unterdrückung. Dein Widerstand wird härter, fast ein Akt der Rebellion. Viele fürchten dich, manche meiden dich. Aber unter dem einfachen Volk und den desillusionierten Adligen sammelst du stillschweigend Unterstützung. Du bist ein Leuchtturm für diejenigen, die ein freies Italien und eine weniger kriegerische Kirche träumen.\n",
  "lega_santa_contro_6": "Im Kampf verwundet, erhält deine Entscheidung, sich der Heiligen Liga zu widersetzen, eine noch tiefere Bedeutung. Dein Körper zeugt vom Preis des Konflikts, während deine Seele dem treu bleibt, woran du glaubst. Dein Leiden macht dich zu einem Symbol des Widerstands, einem Beispiel für diejenigen, die den von der Liga aufgezwungenen Krieg ablehnen. Aber der Weg ist hart und die Genesung ungewiss. Das Risiko ist groß, aber deine Sache ist jeden Schmerz wert.\n",
  "lega_santa_contro_7": "Du hast dich entschieden zu kämpfen, aber nicht an der Seite der Liga. Obwohl du keine Verletzungen erlitten hast, lastet das Gewicht der Schlacht auf dir: Du kämpfst für ein Ideal und forderst die etablierten Mächte heraus. Deine Präsenz auf dem Feld ist ein starkes Zeichen des Dissenses, doch die Abwesenheit von Verletzungen ermöglicht es dir, Klarheit und Strategie zu bewahren, um diejenigen zu führen, die deine Sache teilen. Der Preis des Krieges ist hoch, aber deine Entschlossenheit erlischt nicht.\n",

  "become_cardinal_pos": "Die Glocken Roms erklingen mit feierlichem und tiefem Echo, während der Papst selbst dir den kostbaren roten Ring überreicht. Dieses feurige Zeichen ist nicht nur ein Schmuckstück, sondern ein Symbol für Macht und Verantwortung, das du nun mit Würde an deinen Fingern trägst. Du bist in die Elite der Kirche aufgestiegen, unter jenen, die das Schicksal des Glaubens und der Nationen gestalten. Deine Schritte hallen in den Korridoren des Vatikans wider, wo Entscheidungen sich mit Intrigen und Visionen einer besseren Welt verflechten. Dein Blick richtet sich über den Horizont hinaus: Die päpstliche Tiara ist nicht weit entfernt, und du bist bereit, Stufe für Stufe, diesem Traum entgegenzusteigen.\n",
  "become_cardinal_neg": "Du hast heilige Schwellen mit ergebenem Herzen überschritten, aber mit zögerlichen Schritten. Du hast das Gewand der Demut wie eine zweite Haut getragen, aber niemals das Siegel des Vertrauens erhalten. Die Kurie hat beobachtet. Deine Gebete sind zum Himmel aufgestiegen, aber sie haben die Erde nicht erschüttert. Deine Lehren haben die Kirchenschiffe durchdrungen, aber keine Spuren in der Seele des Kollegiums hinterlassen. Der Heilige Vater hat sich entschieden, seinen Blick abzuwenden. Der Kardinalshut hat deinen Kopf niemals berührt. Der Papststuhl, eine Fata Morgana, die verschwindet, bevor man ihren Namen überhaupt aussprechen kann. Jetzt kehrst du in die Stille deines Klosters zurück, zwischen vergilbten Pergamenten und ungesagten Gedanken. Dein Aufstieg endete nicht durch Schuld, sondern durch mangelndes Schicksal. Du bist nicht Papst geworden. Du wurdest nicht einmal zum Kardinal gewählt. Vielleicht, in einer anderen Zeit, mit mehr Charisma... oder weniger Skrupeln...\n",

  "conclave_start_input": "Die Tore des Vatikans haben sich erst vor wenigen Stunden geschlossen, und schon vermischt sich der Duft des Weihrauchs mit dem schärferen Geruch der Ambitionen. In den stillen Korridoren sondieren sich die Kardinäle wie Generäle in Kriegszeiten. Giovanni de’ Medici bewegt sich unbefangen: Er ist jung, aber gefürchtet. Seine Anhänger flüstern Versprechen von Reform und Prestige. Auf der anderen Seite baut die spanische Front, angeführt von Bernardino López de Carvajal, eine Koalition auf Idealen von Sparsamkeit und spiritueller Erneuerung auf.\nDie Fraktionen bilden sich schnell. Du kannst dich einem dieser beiden gut strukturierten Blöcke anschließen und Schutz und Ressourcen erhalten. Oder du kannst den schwierigeren Weg zum Ruhm versuchen: eine eigene Fraktion gründen, die Stimmen einzeln gewinnen, Konsens durch Versprechen, Einschüchterung und List aufbauen. Es ist eine riskante Herausforderung, aber wenn du es schaffst… gehört die Kirche wirklich dir.\n1 - Offen Giovanni de’ Medici unterstützen\n2 - Sich mit der spanischen Front unter Carvajal verbünden\n3 - Versuchen, eine eigene unabhängige Fraktion zu gründen\n",
  "conclave_start_1": "Du bist dem stärksten Wind gefolgt, und es schien anfangs die klügste Wahl zu sein. Die Abendessen mit seinen Verbündeten wurden häufiger, das Lachen reichlicher, die Stimmen bei jedem Händedruck versprochen. Aber Giovanni ist zu stark, zu charismatisch, zu bevorzugt. Am Ende ist deine Stimme im Chor, der ihn bejubelt, ertrunken. Als der weiße Rauch aufsteigt, ist es für ihn. Und du, obwohl du ihn unterstützt hast, erhältst nichts. Dein Name steht nicht auf der Liste der Favoriten. Dir wird keine wichtige Rolle angeboten. Der neue Papst belohnt die Mächtigsten, nicht die Treuesten. Das Konklave schließt, und du verlässt diese Mauern anonymer, als du sie betreten hast.\n",
  "conclave_start_2": "Du schließt dich den Reformern an, an der Seite der Kardinäle, die von einer nüchterneren, weniger korrupten Kirche träumen. Francisco de Cisneros empfängt dich mit dem unbewegten Gesicht dessen, der die Machtspiele kennt, aber hinter den wachen Augen verbirgt sich eine ungesagte Herausforderung: Hier bekommt man nichts aus Sympathie. Die Stimmen, in diesem kompakten Block, sammelt man nicht mit einem Händedruck. Man muss sich in die Risse des Konsenses schleichen, sprechen, wo andere befehlen, zuhören, wo gepredigt wird. Es reicht nicht, sich zu zeigen, du musst überzeugen, misstrauische Blicke ertragen, mehr als ein Hindernis überwinden – einige stumm, andere scharf wie Geständnisse. Wenn du es schaffst, auf diesem schmalen Grat zu gehen, ohne zu fallen, könntest du das neue Gesicht werden, das Spanien vielleicht nicht wusste, dass es wollte. Aber Vorsicht: Auch der reinste Glaube kann den verbrennen, der ihn mit zu viel Ehrgeiz führt. Überzeuge die Mitglieder deiner Fraktion, ihre Stimmen auf dich zu verschieben.\n",
  "conclave_start_3": "Du gibst auf, dich an bereits bekannte Namen zu binden. Du entscheidest, dass dein Weg durch Unsicherheit und puren Ehrgeiz führen wird. Tag für Tag näherst du dich den unentschlossenen Kardinälen, sprichst mit den Ausgegrenzten, hörst auf die Bedürfnisse der Stillsten. Du versprichst Ämter, konsultierst private Aufzeichnungen, bietest Gehör, wo andere sich aufdrängen. Du beginnst als Echo. Dann wirst du eine Stimme. Dann flüstern sie auch in den Korridoren der Macht von dir. Manche weisen dich mit Verachtung zurück, andere beobachten dich mit Neugier. Zwei Stimmen hier, eine dort. Eine unerwartete Allianz. Ein aufgedecktes Geheimnis. Deine Fraktion wächst langsam, aber sie wächst. Du bist nicht die einfachste Option, aber du bist der Einzige, der niemandem etwas schuldet. Und das ist in einem Konklave eine immense Macht.\n",

  "spanish_alliance": "Du hast dich entschieden, in den Reihen der spanischen Fraktion zu agieren, der strengeren, traditionelleren, aber auch von internen Spannungen erschütterten, die nur wenige laut auszusprechen wagen. Francisco Jiménez de Cisneros hat dich mit dem unbewegten Gesicht des Machtkenners empfangen, doch hinter seinen wachsamen Augen verbirgt sich eine ungesagte Herausforderung: Hier bekommt man nichts aus Sympathie. Die Stimmen in diesem kompakten Block sammelt man nicht mit einem Händedruck. Man muss sich in die Risse des Konsenses schleichen, sprechen, wo andere befehlen, zuhören, wo gepredigt wird. Es wird nicht reichen, sich zu zeigen, du musst überzeugen, misstrauische Blicke ertragen, mehr als ein Hindernis überwinden – einige stumm, andere scharf wie Geständnisse. Wenn du es schaffst, auf diesem schmalen Grat zu gehen, ohne zu fallen, könntest du das neue Gesicht werden, das Spanien vielleicht nicht wusste, dass es wollte. Aber Vorsicht: Auch der reinste Glaube kann den verbrennen, der ihn mit zu viel Ehrgeiz führt.\n",

  "spanish_alliance_mission_1_input": "Kardinal Diego López de Ayala ist einer der einflussreichsten in der spanischen Fraktion. Er ist Traditionalist, aber seine jüngsten Briefe sprechen von Desillusionierung. Du triffst ihn im inneren Kreuzgang, während er eine alte Kopie der Regula Benedicti durchblättert. „Unser Kandidat hat die Hände zu sehr an die Vergangenheit gebunden“, vertraut er dir an. „Aber du... du bist zu jung. Was garantiert mir, dass du nicht ein weiterer Medici sein wirst, in Verkleidung?“ Du hast wenig Zeit, ihn zu überzeugen. Sprich mit ihm über deine spirituelle Vision, zeige ihm ein kompromittierendes Dokument über einen anderen Kandidaten, biete ihm eine Position in der zukünftigen Kurie an.\n",
  "spanish_alliance_mission_1": "Im gedämpften Schweigen des inneren Kreuzgangs hebt Kardinal Diego López de Ayala kaum den Blick von dem Manuskript, das er in den Händen hält. Sein Gesicht ist zerfurcht, gezeichnet von Jahren des Gehorsams und der Desillusionierung. „Unser Kandidat blickt in die Vergangenheit“, murmelt er, „aber du… du bist nur ein neues Gesicht. Nichts weiter.“ Das Gewicht seiner Worte lastet wie Stein. Doch du wählst nicht den einfachen Weg: Du bietest weder Versprechen noch Ämter an. Du bleibst vor ihm stehen, mit fester Stimme und offenem Herzen. Du sprichst von einer Kirche, die zum Wesentlichen zurückkehrt, von einer Erneuerung, die nicht aus der Macht, sondern aus dem Glauben entsteht. Du zitierst die Schriften, die Väter, die dringende Notwendigkeit einer Rückkehr zur spirituellen Wahrheit, entblößt von Gold und Kalkül. Er schließt langsam das Buch. Er beobachtet dich. Etwas in seinen Augen ändert sich, aber es ist noch zu früh, um zu wissen, ob es ausreichen wird. Jetzt zählt nur eines: Wird dein Glaube tief genug sein, um seinen zu bewegen?\nGlaubenstest: Würfle, um Kardinal Ayala zu überzeugen.\n",
  "spanish_alliance_mission_1_pos": "Du hast Kardinal Ayala überzeugt, indem du an seinen Glauben und die Erneuerung appelliert hast, deine Rede hat ihn tief berührt.",
  "spanish_alliance_mission_1_neg": "Kardinal Ayala wurde von deinem Appell an den Glauben nicht überzeugt.",
  "spanish_alliance_mission_2_input": "Du hast eine persönliche Einladung erhalten: ein informelles Abendessen, angeboten von Kardinal Hernando de la Vega, einem geschickten Mann mit vielen französischen Kontakten. Er beobachtet dich aufmerksam, während er das gebratene Wildschwein schneidet. „Ich weiß, wer du bist. Aber du bist noch kein Name, den Frankreich unterstützen würde. Überzeuge mich, und ich könnte dir fünf Stimmen von der Loire bringen.“ Während des Abendessens hast du die Gelegenheit, ihn mit Eloquenz zu unterhalten, eine diplomatische Vision zu erzählen, die auch fremde Königreiche einschließt, oder – in einem angespannteren Moment – ihn verschleiert zu bedrohen, indem du ihn an einen kompromittierenden Brief erinnerst, den du besitzt.\n",
  "spanish_alliance_mission_2": "Während des Abendessens mit Kardinal Hernando de la Vega beobachtet er dich aufmerksam, während er das gebratene Wildschwein schneidet. „Ich weiß, wer du bist. Aber du bist noch kein Name, den Frankreich unterstützen würde. Überzeuge mich, und ich könnte dir fünf Stimmen von der Loire bringen.“ Du hast die Gelegenheit, ihn mit Eloquenz zu unterhalten, eine diplomatische Vision zu erzählen, die auch fremde Königreiche einschließt, oder – in einem angespannteren Moment – ihn verschleiert zu bedrohen, indem du ihn an einen kompromittierenden Brief erinnerst, den du besitzt.",
  "spanish_alliance_mission_2_pos": "Es ist dir gelungen, Kardinal de la Vega zu überzeugen, indem du ihn mit deiner Eloquenz und diplomatischen Kultur verzaubert hast.",
  "spanish_alliance_mission_2_neg": "Kardinal de la Vega wurde weder von deiner Eloquenz noch von deiner diplomatischen Strategie überzeugt.",
  "spanish_alliance_mission_3_input": "Kurz vor der Abstimmung triffst du Kardinal Tomás de Torquemada. Er ist einer der Schlüsselmänner des spanischen Blocks. Er traut dir nicht. „Du sprichst gut, aber ich sehe in dir nicht die Strenge, die die Kirche braucht. Willst du die Tiara? Beweise, dass du das Kreuz tragen kannst.“ Er fordert dich heraus: Entweder zeigst du öffentlich deine Zustimmung zu einer drastischen Reform (was dir andere Stimmen entfremden könnte), oder du musst sein Herz mit einer aufrichtigen Geste, einer Demut, die wenige Kardinäle zeigen, gewinnen. Oder… du bringst ihn zum Schweigen, mit der Kraft eines Geheimnisses.",
  "spanish_alliance_mission_3": "Kurz vor der Abstimmung triffst du Kardinal Tomás de Torquemada. Er ist einer der Schlüsselmänner des spanischen Blocks. Er traut dir nicht. „Du sprichst gut, aber ich sehe in dir nicht die Strenge, die die Kirche braucht. Willst du die Tiara? Beweise, dass du das Kreuz tragen kannst.“ Er fordert dich heraus: Entweder zeigst du öffentlich deine Zustimmung zu einer drastischen Reform (was dir andere Stimmen entfremden könnte), oder du musst sein Herz mit einer aufrichtigen Geste, einer Demut, die wenige Kardinäle zeigen, gewinnen. Oder… du bringst ihn zum Schweigen, mit der Kraft eines Geheimnisses.",
  "spanish_alliance_mission_3_pos": "Du hast Kardinal Torquemada überzeugt.",
  "spanish_alliance_mission_3_neg": "Kardinal Torquemada wurde nicht überzeugt.",
  "spanish_alliance_gameover": "Du hast es nicht geschafft, die Mitglieder der spanischen Fraktion davon zu überzeugen, für dich zu stimmen. Das Konklave schließt und dein Name wurde nicht gewählt.",

  "personal_alliance": "Du verzichtest darauf, dich an bereits bekannte Namen zu binden. Du entscheidest, dass dein Weg durch Unsicherheit und puren Ehrgeiz führen wird. Tag für Tag näherst du dich den unentschlossenen Kardinälen, sprichst mit den Ausgegrenzten, hörst auf die Bedürfnisse der Stillsten. Du versprichst Ämter, konsultierst private Aufzeichnungen, bietest Gehör, wo andere sich aufdrängen. Du beginnst als Echo. Dann wirst du eine Stimme. Dann flüstern sie auch in den Korridoren der Macht von dir. Manche weisen dich mit Verachtung zurück, andere beobachten dich mit Neugier. Zwei Stimmen hier, eine dort. Eine unerwartete Allianz. Ein aufgedecktes Geheimnis. Deine Fraktion wächst langsam, aber sie wächst. Du bist nicht die einfachste Option, aber du bist der Einzige, der niemandem etwas schuldet. Und das ist in einem Konklave eine immense Macht.",
  "personal_alliance_mission_1_input": "Im Halbdunkel einer Seitenkapelle triffst du Kardinal Salviati, einen gerissenen und skeptischen Mann. Er ist bekannt dafür, neuen Kräften und unerfüllten Versprechen zu misstrauen. „Erzähle mir von deiner Vision“, sagt er misstrauisch, „aber wisse, hier gibt niemand etwas umsonst.“ Du hast nur wenige Minuten, um ihn zu überzeugen, dass du kein einfacher Opportunist bist. Du kannst über die Notwendigkeit einer aufrichtigen Erneuerung sprechen, ihm ein kleines politisches Zugeständnis machen oder auf seine Ängste hören, um sein Vertrauen zu gewinnen.",
  "personal_alliance_mission_1": "Im Halbdunkel einer Seitenkapelle triffst du Kardinal Salviati, einen gerissenen und skeptischen Mann. Er ist bekannt dafür, neuen Kräften und unerfüllten Versprechen zu misstrauen. „Erzähle mir von deiner Vision“, sagt er misstrauisch, „aber wisse, hier gibt niemand etwas umsonst.“ Du hast nur wenige Minuten, um ihn zu überzeugen, dass du kein einfacher Opportunist bist. Du kannst über die Notwendigkeit einer aufrichtigen Erneuerung sprechen, ihm ein kleines politisches Zugeständnis machen oder auf seine Ängste hören, um sein Vertrauen zu gewinnen.",
  "personal_alliance_mission_1_pos": "Es ist dir gelungen, Kardinal Salviati zu überzeugen.",
  "personal_alliance_mission_1_neg": "Es ist dir nicht gelungen, Kardinal Salviati zu überzeugen.",
  "personal_alliance_mission_2_input": "Kardinal Borgia ist bekannt für seinen Ehrgeiz und seinen pragmatischen Geist. Du findest ihn in der Bibliothek, vertieft in alte Manuskripte. „Wenn du mich umstimmen willst“, sagt er, ohne dich anzusehen, „musst du mir etwas anbieten, das ich nicht ablehnen kann.“ Du weißt, dass Borgia sich nicht nur mit Worten überzeugen lässt: Er will Sicherheit und greifbare Vorteile. Du kannst versuchen, eine zukünftige Position zu verhandeln, oder versuchen, ihn mit einem Geheimnis, das du kennst, unter Druck zu setzen, riskierst aber, ihn dir zum Feind zu machen.",
  "personal_alliance_mission_2": "Kardinal Borgia ist bekannt für seinen Ehrgeiz und seinen pragmatischen Geist. Du findest ihn in der Bibliothek, vertieft in alte Manuskripte. „Wenn du mich umstimmen willst“, sagt er, ohne dich anzusehen, „musst du mir etwas anbieten, das ich nicht ablehnen kann.“ Du weißt, dass Borgia sich nicht nur mit Worten überzeugen lässt: Er will Sicherheit und greifbare Vorteile. Du kannst versuchen, eine zukünftige Position zu verhandeln, oder versuchen, ihn mit einem Geheimnis, das du kennst, unter Druck zu setzen, riskierst aber, ihn dir zum Feind zu machen.",
  "personal_alliance_mission_2_pos": "Es ist dir gelungen, Kardinal Borgia zu überzeugen.",
  "personal_alliance_mission_2_neg": "Es ist dir nicht gelungen, Kardinal Borgia zu überzeugen.",
  "personal_alliance_mission_3_input": "Du organisierst ein informelles Treffen mit einigen unabhängigen und isolierten Kardinälen im Refektorium. Der Raum ist klein, aber die Aufmerksamkeit ist hoch. Du musst klar sprechen, Vertrauen wecken und dich von etablierten Fraktionen abheben. Du kannst wählen, ob du alles auf eine leidenschaftliche Rede über Reformen setzt, auf eine verschleierte Kritik an bestehenden Fraktionen oder auf eine Einladung zu Pragmatismus und Kompromiss.",
  "personal_alliance_mission_3": "Du organisierst ein informelles Treffen mit einigen unabhängigen und isolierten Kardinälen im Refektorium. Der Raum ist klein, aber die Aufmerksamkeit ist hoch. Du musst klar sprechen, Vertrauen wecken und dich von etablierten Fraktionen abheben. Du kannst wählen, ob du alles auf eine leidenschaftliche Rede über Reformen setzt, auf eine verschleierte Kritik an bestehenden Fraktionen oder auf eine Einladung zu Pragmatismus und Kompromiss.",
  "personal_alliance_mission_3_pos": "Es ist dir gelungen, die unabhängigen Kardinäle zu überzeugen.",
  "personal_alliance_mission_3_neg": "Es ist dir nicht gelungen, die unabhängigen Kardinäle zu überzeugen.",
  "personal_alliance_gameover": "Du konntest die notwendige Zustimmung für deine Fraktion nicht gewinnen. Das Konklave schließt und dein Name wurde nicht gewählt.",

  "alliance_consensus": "Du musst mindestens 2 Missionen abschließen, um 50% der notwendigen Zustimmung für deine Wahl zu erhalten.",
  "alliance_consensus_mission_1_input": "Während eines heimlichen Treffens übergibt dir ein Informant ein kompromittierendes Dokument über einen der einflussreichsten Kardinäle, bekannt für seine Doppelzüngigkeit. Die Offenlegung dieses Geheimnisses könnte eine gegnerische Allianz sprengen und einige Unentschlossene überzeugen, sich auf deine Seite zu schlagen. Du musst entscheiden, ob du dieses Geheimnis benutzt, um den Kardinal zu erpressen, es diskret unter den Wählern verbreitest oder es als Hebel für den richtigen Zeitpunkt aufbewahrst.",
  "alliance_consensus_mission_1": "Während eines heimlichen Treffens übergibt dir ein Informant ein kompromittierendes Dokument über einen der einflussreichsten Kardinäle, bekannt für seine Doppelzüngigkeit. Die Offenlegung dieses Geheimnisses könnte eine gegnerische Allianz sprengen und einige Unentschlossene überzeugen, sich auf deine Seite zu schlagen. Du musst entscheiden, ob du dieses Geheimnis benutzt, um den Kardinal zu erpressen, es diskret unter den Wählern verbreitest oder es als Hebel für den richtigen Zeitpunkt aufbewahrst.",
  "alliance_consensus_mission_1_pos": "Das Geheimnis wurde erfolgreich eingesetzt und hat Unterstützung für deine Fraktion gewonnen.",
  "alliance_consensus_mission_1_neg": "Der Einsatz des Geheimnisses hatte nicht den gewünschten Effekt oder negative Folgen.",
  "alliance_consensus_mission_2_input": "Viele Kardinäle bleiben außerhalb der großen Fraktionen, unentschlossen und vorsichtig. Organisiere eine Reihe von privaten Treffen, um mit ihnen zu sprechen, ihre Ängste anzuhören und eine glaubwürdige und sichere Alternative anzubieten. Du musst Flexibilität zeigen, ohne die Kohärenz zu verlieren, ihr Vertrauen gewinnen und sie davon überzeugen, dass deine Fraktion der Weg zu einer stabilen und erneuerten Zukunft ist.",
  "alliance_consensus_mission_2": "Viele Kardinäle bleiben außerhalb der großen Fraktionen, unentschlossen und vorsichtig. Organisiere eine Reihe von privaten Treffen, um mit ihnen zu sprechen, ihre Ängste anzuhören und eine glaubwürdige und sichere Alternative anzubieten. Du musst Flexibilität zeigen, ohne die Kohärenz zu verlieren, ihr Vertrauen gewinnen und sie davon überzeugen, dass deine Fraktion der Weg zu einer stabilen und erneuerten Zukunft ist.",
  "alliance_consensus_mission_2_pos": "Deine privaten Treffen waren erfolgreich und haben die Unterstützung unentschlossener Kardinäle gewonnen.",
  "alliance_consensus_mission_2_neg": "Die unentschlossenen Kardinäle wurden nicht überzeugt, sich deiner Fraktion anzuschließen.",
  "alliance_consensus_mission_3_input": "Um dein Image zu festigen, nimmst du öffentlich an einer sehr bedeutsamen religiösen Zeremonie teil, um deine Hingabe und deine Vision einer reineren Kirche zu demonstrieren. Die Geste kann die Herzen der Konservativsten gewinnen und dir Zustimmungen einbringen, die dir bis dahin verwehrt waren. Du kannst wählen, ob du eine feierliche Rede hältst, ein besonderes Ritual organisierst oder eine symbolische Handlung der Demut vollziehst.",
  "alliance_consensus_mission_3": "Um dein Image zu festigen, nimmst du öffentlich an einer sehr bedeutsamen religiösen Zeremonie teil, um deine Hingabe und deine Vision einer reineren Kirche zu demonstrieren. Die Geste kann die Herzen der Konservativsten gewinnen und dir Zustimmungen einbringen, die dir bis dahin verwehrt waren. Du kannst wählen, ob du eine feierliche Rede hältst, ein besonderes Ritual organisierst oder eine symbolische Handlung der Demut vollziehst.",
  "alliance_consensus_mission_3_pos": "Deine Teilnahme an der religiösen Zeremonie hat dein Image gefestigt und Zustimmung gewonnen.",
  "alliance_consensus_mission_3_neg": "Dein Versuch, dein Image zu festigen, hatte nicht den gewünschten Effekt.",
  "alliance_consensus_gameover": "Du konntest die notwendige Zustimmung für deine Fraktion nicht gewinnen. Das Konklave schließt und dein Name wurde nicht gewählt.",

  "pope_nomination": "Nach Jahren von Intrigen, diplomatischen Manövern, geheimen Gebeten und verdächtigen Wundern... hast du es geschafft. Die Sixtinische Kapelle ist still. Die Menschenmenge auf dem Petersplatz hält den Atem an. Ein feiner weißer Rauch steigt langsam in den römischen Himmel auf. Es ist das Zeichen. Es ist der Moment. Du bist es. Die Kardinäle haben dich gewählt. Nach langen Abstimmungen und Flüstern hinter alten Holzständen ist die Entscheidung gefallen: Du wurdest zum Pontifex gewählt, dem geistlichen Führer von über einer Milliarde Gläubigen. Der Thron Petri gehört nun dir. Der Meister der päpstlichen Liturgischen Feiern nähert sich und flüstert dir zu: „Sanctitas tua, wie wollt Ihr euch nennen?“ Wähle einen Namen. Vielleicht eine Hommage an die Heiligen. Vielleicht ein Zeichen des Bruchs. Aber jetzt bist du nicht mehr nur ein Mensch. Du bist der Stellvertreter Christi. Du trägst das weiße Papstgewand. Du schaust dich ein letztes Mal im Spiegel an, aber der Mann, der sich spiegelt, bist nicht mehr du: es ist der Papst. Der Kardinalprotodiakon tritt auf den zentralen Balkon und verkündet: „Habemus Papam!“ Der Platz bricht in Jubel aus. Glocken. Tränen. Glaube, der sich erneuert. Du hast gewonnen. Nicht nur das Spiel. Du hast das Herz der Kirche erobert. Die Welt blickt nun auf dich. Jedes Wort, jede Geste wird Geschichte sein. Aber nur der Anfang des Pontifikats. Möge Gott dich leiten... Heiligkeit.\n",

  "WIN": "DU HAST GEWONNEN!"
}