{
  "err": "--ERROR: Enter a valide choice--\n",
  "lang_err": "--ERROR: Enter a valid language--\n",
  "name_err": "--ERROR: Enter a valid name--\n",


  "choose_lang": "Choose your language:\n1 - English\n2 - Italian\n",


  "name": "Choose your name\n",


  "go_on": "\n-----------------------\nPRESS ENTER TO CONTINUE\n-----------------------\n",


  "dice_launch_input_pos": "\nRoll the dice to see how many {point_type} points you get.\nPress Enter to roll the dice...",
  "dice_launch_input_neg": "\nRoll the dice to see how many {point_type} points you lose.\nPress Enter to roll the dice...",
  "coin_launch_input": "\nFlip the coin to see if you gain or lose a point {point_type}.\nPress Enter to flip the coin...",

  "dice_output_pos": "\nYou rolled {result}! You gain {result} {point_type} points.",
  "dice_output_pos_1": "\nYou rolled {result}! You gain {result} {point_type} point.",
  "dice_output_neg": "\nYou rolled {result}! You lose {result} {point_type} points.",
  "dice_output_neg_1": "\nYou rolled {result}! You lose {result} {point_type} point.",

  "coin_output_heads": "\nIt's Heads! You gain a {point_type} point.",
  "coin_output_tails": "\nIt's Tails! You lose a {point_type} point.",

  "dice_voc": "vocation",
  "dice_pop_agr": "popular approval",
  "dice_pol_infl": "political influence",
  "dice_cur_rel": "curial relevance",
  "dice_dipl_skills": "diplomatic skill",


  "point_print": "\nPlayer Statistics:\n  Vocation: {voc}\n  Popular Approval: {pop_agr}\n  Political Influence: {pol_infl}\n  Curial Relevance: {cur_rel}\n  Diplomatic Skill: {dipl_skills}\n\n  Total Consensus: {consensus}\n",


  "start": "We find ourselves at the turn of the 15th and 16th centuries, in the heart of the Italian Renaissance. A period in which the peninsula is largely fragmented into a multitude of duchies, lordships, kingdoms and republics in constant competition with each other. Dominating the political scene are the great powers of {context}, not forgetting the relevance of the Papal States in central Italy, which has influence throughout Europe. The Papacy, despite going through moments of crisis, such as the Western Schism, is able to regain and strengthen its temporal power, under the pontificate of Sixtus IV and Alexander VI; ecclesiastical politics becomes increasingly active and ambitious, often intertwined with the interests of the great Italian families. It is in this scenario that, in 1475, you {player_name} of the {family_name} family are born, among the oldest and most influential of {city}. \nYou are a younger son: the right of inheritance has faded away only for a short time. In an age when every decision can change the destinies of a family, or even of a State, you will have to carefully weigh every move. It is up to you, therefore, to decide what career to undertake...",


  "career_choice": "Your heart is young, but life already asks you to choose: which path will you take to leave a mark on the world? Destiny places two paths before you.\n1 - Priest: A life dedicated to God, to the word, to mystery.\n2 - Soldier: A life forged in iron and blood, in service to power.\n",


  "firenze_input": "What do you decide to do?\n1 - Defend Savonarola from the accusations\n2 - Contain the unrest without taking sides\n",
  "firenze_init": "In 1494, Girolamo Savonarola takes power in Florence and establishes a theocratic regime. He preaches radical moral reforms and announces the imminent arrival of an invader who will punish Italy's sins. His words shake the city, but also provoke deep divisions.",
  "firenze_1": "You choose to openly support Savonarola. You see in him a true spiritual renewal for Florence. Thanks to your support, his words reach an increasingly wide audience. Citizens praise him, the powerful tremble. However, your position exposes you to criticism: Rome and foreign courts accuse you of heresy disguised as faith. Florence becomes an ideological battleground. When, as prophesied, a foreign army invades Italy, many consider you a visionary who listened to the unarmed prophet. You earned respect, but at a high price.",
  "firenze_2_pos": "You decide not to take a clear stance. You allow Savonarola to preach, but you curb his excesses. You block the more radical processions and dismantle the people's tribunals. The city remains in a precarious balance, but does not fall into chaos. Nobles appreciate your moderation, and the Church regards you with cautious approval. When the invader arrives, Florence is frightened but stable. You did not shine for courage, nor for passivity. You were a mediator, but realized that a life devoted to God is the only path to serenity and peace. For this reason, you choose to become a priest.",
  "firenze_2_neg": "You try to balance Savonarola's power with pressure from the nobles. You control the bonfires, temper the sermons, attempt compromises. But you satisfy no one. When the foreign invasion materializes, the city is divided. The prophet’s supporters accuse you of silencing the voice of God. Your political allies abandon you. In a night of violence, you are captured by a furious mob. There is no trial, only a summary execution in the square. Your body becomes a warning. History does not remember those who tried to stay in the middle.",

  "ven_mil_mant_input": "In 1495, the Holy League is formed: a military alliance between Pope Alexander VI, King Ferdinand of Naples, the Holy Roman Empire, the Sforzas of Milan, and the Republic of Venice. The league's main goal is to oppose Charles VIII of France and his claim to the Kingdom of Naples, while a controversial theocratic regime is established in Florence. As Charles moves northward, his goal shifts from Naples to Milan, culminating in the Battle of Fornovo, where Mantua, Venice, Milan, and Bologna fight the French. You are a cadet soldier and, as a citizen of {fam_city}, you take part in the battle. \nYou are advised to stay in the second line, but you may choose to go to the front. It’s your choice...\n1 - Front line\n2 - Second line\n",
  "ven_mil_mant_1_pos": "The battle ends quickly, but bloodily. Having shown bravery on the front line, you are seriously wounded. After a few days, you receive the last rites, but miraculously survive. You see this as a sign from the Lord; thus, you end your military career, wounded. After this event, you understand that a life devoted to God is the only path to serenity and peace. For this reason, you choose to become a priest.\n",
  "ven_mil_mant_1_neg": "Your efforts in battle weren’t enough — an enemy blade pierces your chest. Your eyes close forever...",
  "ven_mil_mant_2": "The battle ends quickly, but bloodily. As a young cadet in your first battle, you are horrified by the atrocities of war and leave the military to help others by becoming a priest.",


  "priest": "As a young man, you had to choose a path. Destiny led you to the cassock.\n",

  "why_priest_input": "Why did you choose to become a priest?\n1 - By vocation: You felt the call of God, as clear as a bell in the silence.\n2 - Out of necessity: It was the only way to escape misery, a refuge within sacred walls.\n",
  "why_priest_1": "Since you were little, among the cold stones of the village church, you felt something. It wasn’t just the beauty of the lit candles or the solemn chanting of the priest: it was a voice. A presence. As if God whispered to you from behind the altar. When you wore the cassock for the first time, it wasn’t a mask: it was new skin. Every prayer was a step toward truth. Every act of charity, a piece of divine will. Now that you walk between the shadows of power and the lights of ambition, the memory of that voice guides you. Maybe you’ll become Pope. But before that, you were just a boy who wanted to serve something eternal.\n",
  "why_priest_2": "Hunger was a more faithful companion than hope. The streets were harsh, and no hand was offered without demand. But the Church... offered bread, shelter, books. A different world. Becoming a priest wasn’t a spiritual choice, but one of survival. You learned Latin out of hunger, not faith. You prayed with open eyes, observing the mechanisms of power cloaked in the sacred. Now, climbing the ecclesiastical ladder, you don’t forget who you were. You’re not blind: you know the game. And if the Lord truly called you... maybe He did so with the voice of hunger.\n",

  "sermon_input": "Years pass. Now you are a priest. Every Sunday, your face rises above the crowd, and your voice guides their hearts.\nWhat is the heart of your sermon?\n1 - Justice and mercy: You speak of forgiveness, peace, and the duty to help those who suffer.\n2 - Moral decay: You denounce the sins of the age, the abyss growing beneath society’s feet.\n",
  "sermon_1": "Your words fall gently, like summer rain on thirsty consciences. Every Sunday, from the pulpit, you invite the faithful to look each other in the eyes. To forgive debts, to break bread with the hungry, to bow to the world’s wounds. You don’t shout: you soothe. You don’t accuse: you console. The poor begin to attend just to hear you. Sinners listen in silence. Even non-believers find something in you that they can’t find elsewhere: an echo of authentic goodness. The powerful frown, but cannot ignore you. Your fame grows like a seed in fertile soil. Perhaps holiness lies not in power... but you, without seeking it, are drawing near.\n",
  "sermon_2": "When you speak, your voice is fire. You don’t sugarcoat. You don’t soften. You denounce the greed of merchants, the lust of nobles, the corruption of the clergy. Your sermons thunder through the aisles. Some get up and leave. Others stay, captivated, trembling. You say Rome has become Babylon. That the world dances on the edge of hell, and no one wants to see it. Some call you a prophet. Others, a fanatic. But you don’t care. You don’t want to be loved. You want people to repent. And so, sermon after sermon, you become the face of a changing time. Or of a coming storm.\n",

  "present_input": "A wealthy and influential uncle offers you a large sum of money. But in exchange, he asks for silence about a shady deal you’ve uncovered.\nWhat do you do with the gift?\n1 - You give it to charity: The money goes to the poor, but the sin remains in silence.\n2 - You keep it for yourself: Hoping one day it might serve a 'greater good.'\n3 - You refuse the gift: Even if it means breaking ties with your family.\n",
  "present_1": "You accept the money, but with a heavy heart. Not for yourself. Never for yourself. The dirty coins become bread for orphans, medicine for the sick, blankets for those sleeping on stone. In public, you're praised as a generous priest. The crowds follow you. Your deeds inspire others. But at night, when you pray, your conscience is restless. You know what you covered up. Another’s sin has become yours, dressed in charity. Your fame grows... but so does the shadow behind it.\n",
  "present_2": "You silently accept the money and hide it. Not out of greed, you tell yourself, but foresight. Maybe one day you’ll use it to buy a forbidden book, secretly fund a convent, or bribe the corrupt to stop a greater evil. That’s how the descent begins. Small lies, discreet money movements. But no sin stays hidden forever. A young, curious cleric discovers your accounts. Rumors spread. Eventually, the storm arrives: you’re summoned by an ecclesiastical court. It doesn’t matter how much you justify yourself, how often you invoke the 'greater good' — the coins weigh heavier than your words. You are excommunicated. Your name is erased from prayers. Your vestments torn. The faithful turn their backs. Even your complicit family disowns you to save themselves. You have lost. You didn’t become Pope. You became a warning of what not to be.\n",
  "present_3": "You look your uncle in the eye. You feel the weight of family history, childhood dinners, favors received. But your faith — or perhaps just your pride — is stronger. You refuse. His expression changes: respect, then coldness. From that day on, you are excluded. Your family closes its doors. You are a stranger among your own. But inside, a deep peace. You chose truth. Even if it hurts. Even if it costs. Maybe God saw. Maybe not. But you know you don’t have to lower your eyes before anyone.\n",

  "become_parson_input": "You are offered to become parish priest in your very own hometown. The community knows you, loves you — and judges you.\nDo you accept the position?\n1 - Yes: You want to guide your people.\n2 - No: You fear your past follows you too closely.\n",
  "become_parson_1": "Returning home is not easy, but you do so with your head held high. You walk the same streets you once ran barefoot as a child, now with the cassock and the burden of leadership. Some look at you with genuine affection, others with suspicion. They remember who you were, and maybe don’t believe who you've become. But you don’t let that stop you. You celebrate mass with fervor, hear confessions with patience, offer advice even to those who once scorned you. Day by day, your example speaks louder than memories. The past walks beside you — but doesn’t command you. And maybe it is there, among those who saw you born, that your true rise begins.\n",
  "become_parson_2": "The offer touches your heart, but you know the ground there is fragile. Every word would be weighed. Every gesture compared to who you were, not who you are. You choose to decline. You let another take your place and quietly step away. A painful separation, but a necessary one. In a new place, you can build without shadows, without old eyes reading your past in every sermon. Maybe one day you’ll return. As bishop, cardinal... or pope. But not yet.\n",

  "cardinal_letter_input": "One morning, you receive a sealed letter. It’s from an influential cardinal: he’s launching an ambitious project to 'renew the Church.' The tone is solemn, but the words leave room for interpretation.\nWhat do you do?\n1 - Actively join the project: You enthusiastically commit, ready to climb the hierarchy.\n2 - Support informally: You show interest, but remain cautious.\n3 - Ignore the letter: Perhaps it’s better not to get involved.\n",
  "cardinal_letter_1": "You reply without hesitation. Your words are firm, respectful but ambitious. You place yourself at the cardinal’s service, offer ideas, make yourself visible. You meet prelates, attend private councils, learn how to move between silences and glances. The project takes shape. Reform is discussed, but behind the scenes, alliances are forged. You are there. And when someone needs to speak in public or sign a delicate document, it often falls to you. You are building a name for yourself. The road to Rome is no longer a dream. It’s a map — and you've just obtained a guide.\n",
  "cardinal_letter_2": "You write a polite reply. Flattered, interested, but noncommittal. You attend a few meetings, send discreet comments, keep a low profile. Your name appears in the records, but near the bottom. If the project fails, you can always say you weren’t really involved. But if it succeeds... you might rise without ever having exposed yourself too much. Prudence protects you — but also slows your ascent.\n",
  "cardinal_letter_3": "You leave it on the table for days, then file it with the others. No reply. Maybe it’s fear. Or maybe wisdom. You’ve seen too many reformers get burned, too many dreams turn to heresy within a single synod. You continue your local work: masses, confessions, charity. Some say you're a righteous man, but not ambitious. Others forget you. In time, the letter becomes just a sealed regret.\n",

  "annul_marriage_input": "A nobleman and a bourgeois both ask you to annul their marriages. You know one is politically useful. The other is simply... human.\nWhat do you decide?\n1 - Annul both: The pressure is too great.\n2 - Annul only the bourgeois’s marriage: You consider it a strategic favor.\n3 - Annul only the nobleman’s marriage: You consider it politically useful.\n4 - Annul neither: Marriage is sacred.\n",
  "annul_marriage_1": "The pressure is high... you give in to their power. You rigorously examine the cases. Study documents, listen to testimonies, evaluate according to doctrine. Rank doesn’t matter, nor does influence. You annul both marriages. The nobleman looks at you with satisfaction, the bourgeois embraces you — to him, you were just. Your reputation grows as a fair man. Those seeking easy favors know they can come to you.\n",
  "annul_marriage_2_pos": "You see it as a strategic favor and don’t hesitate. You know the nobleman has friends in Rome, powerful backers, voices that can raise you... or crush you. You destroy the marriage records. Swiftly, cleanly. The bourgeois receives a cold reply: his marriage stands. Yet... something inside you has stopped looking you in the eye.\n",
  "annul_marriage_2_neg": "Attempting to annul a marriage is inconceivable. The Curia finds out immediately. The abuse of your authority is deemed severe. You are dismissed and excommunicated. The faithful turn their backs, your family disowns you. Your ecclesiastical career ends here.",
  "annul_marriage_3_pos": "The nobleman’s request is politically useful, but full of lies. His marriage is just a pawn. Instead, the bourgeois comes with his wife beside him, hands trembling and eyes full of sincere pain. You take days to pray. And in the end, you choose: you annul only that marriage. The nobleman is furious. He applies pressure. Rumors about you grow venomous in political circles. But the people defend you. And someone, silently, starts to believe you might really be different.\n",
  "annul_marriage_3_neg": "Attempting to annul a marriage is inconceivable. The Curia finds out immediately. The abuse of your authority is deemed severe. You are dismissed and excommunicated. The faithful turn their backs, your family disowns you. Your ecclesiastical career ends here.",
  "annul_marriage_4": "You receive them both. You listen. But remain firm. Your voice doesn’t tremble when you pronounce the sentence: 'What God has joined, let no man separate.' The two men leave with opposite expressions: the nobleman, offended. The bourgeois, defeated. But you don’t judge emotions — only souls. To many you are inflexible. To others, incorruptible.\n",


  "become_bishop_pos": "The day is gray, as if the sky itself were holding its breath. In your quiet, austere room, a letter bears the seal of the Holy See. Your hands tremble. Your lips move in a prayer of gratitude and fear. 'By the grace of God and the will of the Holy Father, you have been chosen as the new Bishop of...' The rest fades, drowned by the beating of your heart. You chose — sometimes firmly, sometimes hesitantly. You spoke to the crowds — sometimes with truth, sometimes with prudence. You shook dirty hands to build bridges and perhaps, at times, not to be alone. And yet, you’ve come this far. On the day of your consecration, the cathedral is full. Many eyes are on you: some full of hope, some of suspicion, some looking only for signs of weakness. When the episcopal ring is placed on your finger, you feel not only honor — but weight. When the pastoral staff is handed to you, you feel not only power — but responsibility. As the choir sings the 'Te Deum,' you look upward. But you also think of what lies below: ambition, compromise, choice.\n",
  "become_bishop_neg": "You walked the halls of power with uncertain steps, wearing humility like a second skin but never earning the weight of grace. The Consistory has spoken. Your efforts, though fervent, did not convince. Your sermons were heard, but not remembered. Your works stirred dust, not souls. The College of Cardinals chose to look elsewhere. The title of Bishop remains out of reach. The papal throne, a dream fading like incense in the wind. You retreat to a monastery, among dusty manuscripts and extinguished candles. Your journey ends here in silence. You did not become Pope. You didn’t even become Bishop. Perhaps, in another life, with more faith... or more cunning...",


  "residence_input": "Now that you have become a Bishop, your importance within the political life of your country has grown considerably. In particular, you now have the ability to collect taxes, manage documents, store resources, and bring local issues to the Curia. Precisely because of your significance, you are offered, as is customary, the opportunity to reside in Rome instead of in {fam_city}. Clearly, the choice is yours — whether to value your local mission or to seek greater influence within the clergy.\n1 - Stay in your bishopric\n2 - Move to reside in the Papal States\n",
  "residence_1": "By choosing to remain in your bishopric, you have earned the support of the citizens, who now see you as a key figure in the town's life. As a result, your popular approval increases.\n",
  "residence_2": "Excellent! You’ve moved to Rome, and now you can handle major theological matters, meet the 'big players,' and have a direct line to decisions made by the Curia. However, your people pay the price, feeling abandoned and left at the mercy of the powerful noble families in the area.\n",

  "taxation_input": "As soon as you take office in your bishopric, you realize that governing a bishopric requires more than just faith. The finances are disordered, the harvest has been poor, and the clergy’s needs grow each day. Sitting in your study, with the budget open before you, you face the first real decision of your mandate:\n1 - Increase taxation\n2 - Keep taxation unchanged\n",
  "taxation_1": "The diocesan coffers slowly begin to fill, and your projects start taking shape: new pews in the cathedral, finer parchment, a choir that finally sings in harmony. But out on the streets, the voices grow bitter. The peasants mutter weary prayers, and some begin to look toward nearby monasteries, where life seems fairer. You've strengthened the throne... but cracked the pulpit.\n",
  "taxation_2": "The people bless you in the markets and in the fields. Children greet you running, and the elderly call you 'good father.' But the sacristy roof keeps leaking, and your secretary shakes his head as he reviews the ledgers. In Rome, few notice merciful bishops. You've won the hearts of your flock... but may have lost ground on the path to the papal throne.\n",

  "help_cardinal_input": "In your new residence, you meet a very important Cardinal — Cardinal Petrucci, from Siena — who asks for your help. His brother, a tax official in Siena, has been convicted of corruption and needs a place to hide while waiting for the charges to be dropped. Since you're newly arrived, Cardinal Petrucci assumes it’ll be easier to get a yes from you, but you must decide what to do.\n1 - Accept and help Cardinal Petrucci\n2 - Refuse and remain true to your principles\n",
  "help_cardinal_1": "Cardinal Petrucci is grateful — he’ll remember this. Now you also have important friends within the Papal States. However, the citizens of your bishopric aren’t pleased: the news spreads, and a criminal in town is not welcome, especially when it might strain relations with neighboring lordships.\n",
  "help_cardinal_2": "You held a firm line, denying aid to a Cardinal. He acknowledges your character, but he’s not pleased. Still, the people appreciate your stance, seeing you as an important figure for them and for your city.\n",

  "lega_cambrai_input": "It is now 1508, and the conflicts in Italy, which have not affected you much, have caused Venice to become a great power—perhaps too great—in Italy. At this point, the Pope, Julius II, proposes the creation of the League of Cambrai, uniting France, the Empire, and Spain to counter the Italian question. As a bishop, you are called to decide how to act; by now, you have enough importance to hold various roles.\n1 - Remain neutral\n2 - Oppose the League\n3 - Go to battle\n4 - Become ambassador for the Papal State\n",
  "lega_cambrai_1": "You prefer not to take sides in this conflict. You decide that the Church must maintain a role of peace, avoiding direct involvement in earthly wars. Neutrality is a safe but fragile ground: the powerful watch you with suspicion, wondering if you are courageous or fearful. While Venice grows uncontrollably, you pray for wisdom and peace, aware that silence is sometimes more eloquent than weapons.\n",
  "lega_cambrai_2": "You see the League as a threat to the balance and to Italy. Firmly, you take a stand against the alliance proposed by Julius II. You warn your brothers about the consequences of excessive power concentrated in foreign hands and about the devastation war would bring. Your voice is a beacon for those who fear the loss of Italian sovereignty, but you also gain powerful enemies who see you as an obstacle to be removed.\n",
  "lega_cambrai_3": "Faith is defended also with the sword. You accept to lead or support the Church's troops in this decisive war. Your role becomes tangible amid swords and the smoke of battle. You risk your life but also glory. The blood shed for faith can open the way to a future of power and respect—or to an early end.\n",
  "lega_cambrai_4": "You prefer diplomacy over war. You accept the assignment to represent the Pope at foreign courts. Your charisma and intelligence will be decisive weapons in the complex web of alliances and betrayals. In the palace, among banquets and intrigues, you will shape the destiny of the Church without shedding a drop of blood. But diplomacy is a subtle game, where one misstep can cost everything.\n",

  "opposer_input": "Oppose the League, yes... but how? With a loud, public voice, risking excommunication and accusations of treason? Or in the shadows, with discretion and diplomacy, to preserve your role and your rise?\n1 - Publicly\n2 - In the shadows\n",
  "opposer_1_pos": "You stand up, making the wood of the chair creak, and firmly grab the pen. Your signature will appear on open letters, proclamations, and sermons: words heavy as swords. You will denounce greed disguised as a crusade, openly challenge the princes of the League, and perhaps even the will of the Holy Father. You know this could cost you everything: the bishopric, political protection, perhaps even your life. But your heart is steady, and your faith guides you. If the truth must be told, you will be the one to tell it.\n",
  "opposer_1_neg": "The decree arrives at dawn, brought by a weary horse and trembling hands. The messenger dares not look you in the eyes as he delivers the parchment. You break the seal with cold fingers. The words, written in solemn Latin, strike you like an eternal judgment: anathema sit. Excommunicated. The cathedral bells toll a death knell, but not for a body — for a soul cast out from the Church. Your allies dissolve like mist in the sun, the faithful avoid your gaze, and even the statues seem to turn away. In an instant, you have gone from a respected bishop to a cursed shadow. Yet, in the depths of your private cell, among bare walls and the silence of the outcasts, you still feel the flame of justice burning.\n",
  "opposer_2": "You remain seated, your gaze fixed on the silver chalice on the shelf. You know that a single misstep could make you disappear from the sacred game of power. But silence is not complicity if used wisely. You will act through trusted contacts, discreetly support the enemies of the League, favor peace where you can, and weaken war where needed. You will not be a martyr, but a mind in the shadows. One day, perhaps, a skilled Pope will be needed more than a bold one — and you will be ready.\n",

  "battle_input": "You wear armor over your bishop's robes and lead men into battle. You will stand alongside the Pope in campaigns against Venice, and your loyalty will not go unnoticed. You can choose how to act, how to live the battle.\n1 - Go to the front line\n2 - Stay in the rear\n",
  "battle_1": "You mount your horse, grip your sword, and put yourself at the front of your men. You shout a psalm and launch the charge. You want to show that faith can be fire and steel. Earning the respect of the papal throne.\n",
  "battle_2": "You stop near the rear lines. Your hands tremble, prayers mingle with panic. You realize now you are not made for war. You watch your men go and hope only that they return. But the attack may or may not succeed; you might fail or accomplish a great feat.\n",

  "front_battle_neg_1": "A sudden blow throws you from your horse. Troops scatter, enemy drums beat loudly. The mud envelops you, your helmet is broken. Someone saves you, maybe a loyal soldier, maybe just luck. Your arms are injured, your body bleeds, but you cling to life by a thread of breath. You are forced to retreat, but despite everything, you survive to fully recover after months.\n",
  "front_battle_neg_2": "Blood flows in torrents; you no longer feel your body, your eyes close—the wound has led you to death. Your ascent to the See of Peter ends here.\n",
  "front_battle_pos": "The sun rose red over the battlefield, dyeing the sky with the color of blood already shed and that which was yet to be spilled. You had long since left the silent halls of monasteries and the marble corridors of cathedrals: now you bore the cross on your chest, but also the sword at your side. You still wore the bishop's robes, but over them, the armor gleamed. Your decision to join the League of Cambrai was not taken lightly. But the Pope himself, Julius II—the 'Warrior Pope'—had blessed the cause. Venice had challenged the authority of the Holy See for too long, and you, a man of God and action, had answered the call. Troops marched under your command. Nobles and soldiers, peasants and knights, followed you not only for your strategic skill but for your unwavering faith. You carried a sacred relic and prayed every night before battle. Your men said that wherever you raised the banner, victory soon followed. And so it was. The battle was fierce, but your firm leadership, courage, and devotion inspired a fervor that even the most experienced commanders could not replicate. The Venetian forces scattered like dust in the wind. At the end of the fight, with the field quiet and the fog of war retreating, your name was on everyone's lips. Soon a messenger arrived from Rome. He was dressed in purple and gold, bearing a papal seal. He knelt before you and read aloud: 'In recognition of your valor in battle, your unwavering loyalty to the Holy Church, and your sacred devotion, His Holiness Pope Julius II elevates you to the dignity of Cardinal of the Holy Roman Church. May your new red be as ardent as the fire of your faith.' The crowd erupted in joyful chorus. You bowed your head in silent prayer. But deep down, you knew this was only a step. A step on the path to the Tiara. The Cross now shone closer.\n",

  "ambassador_input": "You have chosen the path of the ambassador. Now the Pope counts on you to defend the Church's interests in foreign lands. Before leaving, however, you must decide where to carry out your mission. The papal secretary hands you two sealed letters. One sends you to France, the other to the Holy Roman Empire. What do you choose?\n1 - France\n2 - Holy Roman Empire\n",
  "ambassador_france": "You choose to go to the Kingdom of France, at the court of Louis XII; relations are excellent. France is an ally of the Pope in the war against Venice. The King is powerful, and his court is full of nobles and bishops.\n",
  "ambassador_sri_input": "The Empire is large and complicated. Local princes begin to doubt the Church, and the Pope looks with suspicion at certain ideas beginning to circulate. You can act in two ways:\n1 - Strongly\n2 - Calmly\n",
  "ambassador_sri_strong": "You speak clearly and loudly. You represent the Pope's authority. You demand obedience and threaten those who oppose.\n",
  "ambassador_sri_calm": "You seek dialogue, listen, and speak with tact. You negotiate with princes and cities to maintain peace and strengthen the faith.\n",

  "lega_santa_input": "It is 1511, Julius II has forged a new pact: the Holy League. Against France, once an ally, now a growing threat. Borders tremble, alliances break, consciences divide. The world watches... and you? You kept silent while others shouted. You protected the flock while bishops and ambassadors divided the maps. But now war leaves you no margin. Fields burn, churches split, nobles knock at your door demanding an answer. The time of balance is over. Now you must choose how to take sides.\n1 - In favor of the Holy League\n2 - Against the Holy League\n",
  "lega_santa_pro_1": "After months of silence and reflection, you decide that the time for inaction is over. Now that the French threat is becoming more real, siding with the Holy League means defending the Church and Italy from an imminent danger. Your brethren appreciate your courage, and you enter the game strongly, ready to support the Pope in the raging war. Your silence turns into voice, your prudence into decision.\n",
  "lega_santa_pro_2": "As an ambassador, your diplomacy now supports the Holy League. You use every word, every smile to weave alliances and strengthen the Pope’s position. Your role is decisive to prevent the war from turning into a total disaster. Behind the scenes, however, you know every negotiation hides painful compromises and silent betrayals.\n",
  "lega_santa_pro_3": "As an ambassador, your diplomacy now supports the Holy League. You use every word, every smile to weave alliances and strengthen the Pope’s position. Your role is decisive to prevent the war from turning into a total disaster. Behind the scenes, however, you know every negotiation hides painful compromises and silent betrayals.\n",
  "lega_santa_pro_4": "As an ambassador, your diplomacy now supports the Holy League. You use every word, every smile to weave alliances and strengthen the Pope’s position. Your role is decisive to prevent the war from turning into a total disaster. Behind the scenes, however, you know every negotiation hides painful compromises and silent betrayals.\n",
  "lega_santa_pro_5": "Despite your past opposition, the situation forces you to rethink. The Holy League is the last hope to stop France, an enemy too dangerous to ignore. Your support arrives as a signal of unity, a gesture aiming to save what remains of peace and papal authority. But your detractors accuse you of inconsistency. You respond that loyalty to the Church comes before everything else.\n",
  "lega_santa_pro_6": "Blood flows, wounds burn, but you do not bow the knee. Your dedication to the Holy League has led you to risk everything, and physical pain is only a price to pay for faith and power. Your courage inspires those around you, your suffering becomes legend. Yet you know the scars will carry a burden beyond the war, marking every future step.\n",
  "lega_santa_pro_7": "The battlefield is a theater of fire and flames, but fortune has been on your side. You have led the troops with courage and cunning, without suffering injuries. Your figure emerges as a symbol of strength and resilience, ready to support the cause of the Holy League with the vigor of one who has proven their worth without wavering. Your allies look at you with admiration, your enemies with respect — but you know the war is only beginning.\n",
  "lega_santa_contro_1": "You remain consistent in your choice of neutrality, but this time the stakes are higher. The Holy League, with its ferocity, seems to you another source of devastation. You openly criticize the alliance, but many look at you with suspicion. The Pope sees you as an obstacle, and nobles begin to doubt your loyalty. The time for neutrality is over. Now you risk everything.\n",
  "lega_santa_contro_2": "While others sign pacts and shake hands, you choose the path of diplomatic dissent. You denounce the Holy League as a source of unnecessary conflict, proposing peaceful alternatives, even if few listen. Your position is risky: you put your career and your life on the line. But in history, perhaps you will be remembered as the one who had the courage to say no.\n",
  "lega_santa_contro_3": "While others sign pacts and shake hands, you choose the path of diplomatic dissent. You denounce the Holy League as a source of unnecessary conflict, proposing peaceful alternatives, even if few listen. Your position is risky: you put your career and your life on the line. But in history, perhaps you will be remembered as the one who had the courage to say no.\n",
  "lega_santa_contro_4": "While others sign pacts and shake hands, you choose the path of diplomatic dissent. You denounce the Holy League as a source of unnecessary conflict, proposing peaceful alternatives, even if few listen. Your position is risky: you put your career and your life on the line. But in history, perhaps you will be remembered as the one who had the courage to say no.\n",
  "lega_santa_contro_5": "You remain firm in your convictions: the Holy League is just another form of war and oppression. Your opposition grows harsher, almost an act of rebellion. Many fear you, some avoid you. But among common people and disillusioned nobles, you gather silent support. You are a beacon for those who dream of a free Italy and a less warlike Church.\n",
  "lega_santa_contro_6": "Wounded in battle, your choice to oppose the Holy League takes on even deeper meaning. Your body bears the price of conflict, while your soul remains faithful to what you believe in. Your suffering makes you a symbol of resistance, an example for those who reject the war imposed by the League. But the road is hard and recovery uncertain. The risk is great, but your cause is worth every pain.\n",
  "lega_santa_contro_7": "You have chosen to fight, but not alongside the League. Though uninjured, the weight of battle weighs on you: you fight for an ideal, challenging established powers. Your presence on the field is a strong signal of dissent, yet the lack of wounds allows you to maintain clarity and strategy to lead those who share your cause. The price of war is high, but your determination does not fade.\n",


  "become_cardinal_pos": "The bells of Rome ring with a solemn and profound echo, as the Pope himself confers upon you the precious red ring. That fiery sign is not just an ornament, but a symbol of power and responsibility that you now wear with dignity on your finger. You have entered the Church’s elite, among those who shape the destiny of faith and nations. Your steps echo through the Vatican corridors, where decisions intertwine with intrigues and visions of a better world. Your gaze rests beyond the horizon: the papal tiara is not far, and you are ready to climb, step by step, toward that dream.\n",
  "become_cardinal_neg": "You have crossed sacred thresholds with a devoted heart but hesitant steps. You have worn the garment of humility like a second skin, but never received the seal of trust. The Curia has watched. Your prayers have risen to heaven, but have not shaken the earth. Your teachings have passed through the naves, but left no mark on the soul of the College. The Holy Father chose to look elsewhere. The cardinal’s hat never touched your head. The papal throne, a mirage fading before you could even pronounce its name. Now you return to the silence of your cloister, among yellowed parchments and unspoken thoughts. Your ascent was interrupted not by fault, but by lack of destiny. You did not become Pope. You were not even chosen as Cardinal. Perhaps, in another time, with more charisma... or fewer scruples...\n",


  "conclave_compare": "The Vatican doors close with a heavy thud, isolating the cardinals from the outside world. The Sistine Chapel transforms into a theater of heavy silences, where every glance weighs like a judgment, and every whisper can be a secret or a threat. Outside, Rome waits with bated breath, aware that inside the fate of the Church and perhaps the whole world is being decided. White and black smoke alternate, mysterious signals of hope or stalemate. Hours and days follow each other, while voices intertwine among dark alliances and unspoken promises. Your heart beats fast, knowing that a single word, a single vote, can change everything. Finally, the moment of counting arrives. The cardinals gather around the great table, hands trembling slightly, eyes meeting with a mix of hope and fear. One parchment after another, names are read aloud. Each vote echoes like a blow in the chapel: some hold their breath, some clench fists, some silently pray. Your name might appear at any moment. The silence becomes almost palpable, broken only by the rustle of papers and the whisper of broken promises. The fate of centuries rests in the hands of that small group, and every vote weighs like a boulder. Your heart pounds, your breath shortens, as the last vote is pronounced. A moment of excruciating wait, then the verdict: someone has been chosen. Or perhaps not, and the smoke will rise again, black, bringing with it the tension of another day of uncertainty.\n",

  "pope_nomination": "After years of Vatican intrigues, diplomatic maneuvers, secret prayers, and suspicious miracles... you made it. The Sistine Chapel is silent. The crowd in St. Peter’s Square holds its breath. A thin wisp of white smoke rises slowly into the Roman sky. It is the signal. It is the moment. It is you. The cardinals have chosen you. After long ballots and whispers behind ancient wooden stalls, the decision has arrived: you have been elected Pontiff, spiritual guide of over a billion faithful. The throne of Peter is now yours. The Master of Pontifical Liturgical Celebrations approaches and whispers: “Sanctitas tua, what name do you choose?” Choose a name. Perhaps a tribute to the saints. Perhaps a sign of rupture. But now you are no longer just a man. You are the Vicar of Christ. You don the white papal vestments. You look at yourself one last time in the mirror, but the reflected man is no longer you: it is the Pope. The Cardinal Protodeacon appears on the central balcony and announces: “Habemus Papam!” The square explodes in a roar of jubilation. Bells. Tears. Faiths renewed. You have won. Not only the game. You have conquered the heart of the Church. The world now watches you. Every word, every gesture will be history. But it is only the beginning of the pontificate. May God guide you... Your Holiness.\n",


  "WIN": "YOU HAVE WON!"
}