{
  "err": "--ERROR: Inserta una opción válida--\n",
  "lang_err": "--ERROR: Inserta un idioma válido--\n",
  "name_err": "--ERROR: Inserta un nombre válido--\n",

  "choose_lang": "Elige el idioma:",

  "name": "Elige tu nombre\n",

  "go_on": "\n--------------------------\nPRESIONA ENTER PARA CONTINUAR\n--------------------------\n",

  "dice_launch_input_pos": "\nTira el dado para ver cuántos puntos {point_type} ganas.\nPresiona Enter para tirar el dado...",
  "dice_launch_input_neg": "\nTira el dado para ver cuántos puntos {point_type} pierdes.\nPresiona Enter para tirar el dado...",
  "coin_launch_input": "\nTira la moneda para ver si ganas o pierdes puntos {point_type}.\nPresiona Enter para tirar la moneda...",

  "coin_output_heads": "\n¡Salió Cara! Ganas un punto {point_type}.",
  "coin_output_tails": "\n¡Salió Cruz! Pierdes un punto {point_type}.",

  "dice_output_pos": "\n¡Salió {result}! Ganas {result} puntos {point_type}.",
  "dice_output_pos_1": "\n¡Salió {result}! Ganas {result} punto {point_type}.",
  "dice_output_neg": "\n¡Salió {result}! Pierdes {result} puntos {point_type}.",
  "dice_output_neg_1": "\n¡Salió {result}! Pierdes {result} punto {point_type}.",

  "dice_voc": "vocación",
  "dice_pop_agr": "consenso popular",
  "dice_pol_infl": "influencia política",
  "dice_cur_rel": "relevancia curial",
  "dice_dipl_skills": "habilidad diplomática",

  "faith_test": "\nPara superar la prueba debes obtener una puntuación de Fe mayor que {faith}. Para ello debes sumar a tus puntos de vocación la puntuación obtenida lanzando dos dados de 6 caras y tres dados de 4 caras\n\n",
  "secrets_test": "\nPara superar la prueba debes obtener una puntuación de Fe mayor que {secrets}. Para ello debes sumar a tus puntos de vocación la puntuación obtenida lanzando un dado de 6 caras y dos dados de 4 caras\n\n",
  "influence_test": "\nPara superar la prueba debes obtener una puntuación de Fe mayor que {belief}. Para ello debes sumar a tus puntos de vocación la puntuación obtenida lanzando dos dados de 6 caras y tres dados de 4 caras\n\n",
  "strategy_test": "\nPara superar la prueba debes obtener una puntuación de Fe mayor que {strategy}. Para ello debes sumar a tus puntos de vocación la puntuación obtenida lanzando dos dados de 6 caras y tres dados de 4 caras\n\n",
  "charisma_test": "\nPara superar la prueba debes obtener una puntuación de Fe mayor que {charisma}. Para ello debes sumar a tus puntos de vocación la puntuación obtenida lanzando un dado de 6 caras y dos dados de 4 caras\n\n",

  "test_input_1": "Presiona Enter para tirar los dos dados de 6 caras...",
  "test_input_2": "Presiona Enter para tirar los tres dados de 4 caras...",
  "test_input_3": "Presiona Enter para tirar un dado de 6 caras...",
  "test_input_4": "Presiona Enter para tirar los dos dados de 4 caras...",

  "test_result": "¡Has obtenido {result}!\n",

  "point_print": "\nEstadísticas del jugador:\n  Vocación: {voc}\n  Consenso popular: {pop_agr}\n  Influencia política: {pol_infl}\n  Relevancia curial: {cur_rel}\n  Habilidad diplomática: {dipl_skills}\n\n  Consenso total: {consensus}\n",

  "start": "Nos encontramos a caballo entre los siglos XV y XVI, en el corazón del Renacimiento italiano. Un período en el que la península está ampliamente fragmentada en una multitud de ducados, señoríos, reinos y repúblicas en constante competencia entre sí. Las grandes potencias de {context} dominan la escena política, sin olvidar la relevancia del Estado Pontificio en el centro de Italia, que tiene influencia en toda Europa. El Papado, a pesar de atravesar momentos de crisis, como el cisma de Occidente, logra recuperar y fortalecer su poder temporal, bajo el pontificado de Sixto IV y Alejandro VI; la política eclesiástica se vuelve cada vez más activa y ambiciosa, a menudo entrelazada con los intereses de las grandes familias italianas. En este escenario, en 1475, naces tú, {player_name} de la familia {family_name}, una de las más antiguas e influyentes de {city}. Eres un hijo cadete: el derecho de herencia se esfumó por poco. En una época en la que cada decisión puede cambiar los destinos de una familia, o incluso de un Estado, deberás sopesar adecuadamente cada uno de tus movimientos. Depende de ti, por lo tanto, decidir qué carrera emprender...",

  "career_choice": "Tu corazón es joven, pero la vida ya te pide que elijas: ¿qué camino seguirás para dejar una huella en el mundo? El destino te pone ante dos caminos.\n1 - Sacerdote: Una vida dedicada a Dios, a la palabra, al misterio.\n2 - Soldado: Una vida forjada en hierro y sangre, al servicio del poder.\n",

  "firenze_input": "¿Qué decides hacer?\n1 - Defender a Savonarola de las acusaciones\n2 - Contener los disturbios, sin tomar partido\n",
  "firenze_init": "En 1494, Girolamo Savonarola toma el poder en Florencia e instaura un régimen teocrático. Predica reformas morales radicales y anuncia la inminente llegada de un invasor que castigará los pecados de Italia. Sus palabras sacuden la ciudad, pero también suscitan profundas divisiones.",
  "firenze_1": "Decides apoyar abiertamente a Savonarola. Ves en su figura una auténtica renovación espiritual para Florencia. Sus palabras, gracias también a tu apoyo, encuentran una audiencia cada vez mayor. Los ciudadanos lo aclaman, los poderosos tiemblan. Sin embargo, tu posición te expone a críticas: Roma y las cortes extranjeras te acusan de herejía disfrazada de fe. Florencia se transforma en un campo de batalla ideológico. Cuando, como profetizado, un ejército extranjero invade Italia, muchos te consideran un visionario que escuchó al profeta desarmado. Has ganado respeto, pero a un alto precio.",
  "firenze_2_pos": "Decides no tomar una posición clara. Permites que Savonarola predique, pero frenas sus excesos. Bloqueas las procesiones más radicales y desmantelas los tribunales populares. La ciudad permanece en precario equilibrio, pero no se sumerge en el caos. Los nobles te estiman por tu moderación y la Iglesia te mira con cauta aprobación. Cuando llega el invasor, Florencia está asustada pero estable. No brillaste por valentía, pero tampoco por pasividad. Fuiste un mediador, pero entendiste que una vida devota a Dios es el único camino hacia la serenidad y la paz. Por esta razón decides convertirte en sacerdote.",
  "firenze_2_neg": "Intentas mantener el equilibrio entre el poder de Savonarola y las presiones de los nobles. Controlas las hogueras, moderas los sermones, intentas compromisos. Pero no contentas a nadie. Cuando la invasión extranjera se materializa, la ciudad está dividida. Los partidarios del profeta te acusan de haber apagado la voz de Dios. Tus aliados políticos te abandonan. En una noche de violencia, eres capturado por una turba enfurecida. No hay juicio, solo una ejecución sumaria en la plaza. Tu cuerpo se convierte en una advertencia. La historia no recuerda a quienes intentaron quedarse en el medio.",

  "ven_mil_mant_input": "En 1495 nace la Liga Santa, una alianza militar estipulada entre el Papa Alejandro VI, el rey de Nápoles Fernando de Aragón, el Sacro Imperio Romano Germánico, los Sforza de Milán y la República de Venecia. El objetivo principal de la liga era contrarrestar el descenso de Carlos VIII de Francia a Italia y su pretensión de conquistar el Reino de Nápoles, mientras que en la República de Florencia se instauraba un controvertido régimen teocrático. Remontando la península, el objetivo de Carlos VIII pasó de la conquista de Nápoles a la conquista de Milán, y el evento resolutivo fue la batalla de Fornovo en la que participaron contra los franceses Mantua, Venecia, Milán y Bolonia. Eres un soldado cadete y como ciudadano de {fam_city} participas en la batalla. \nSe te aconseja combatir en segunda línea, sin embargo, puedes decidir si ir en primera línea, la elección es tuya...\n1 - Primera línea\n2 - Segunda línea\n",
  "ven_mil_mant_1_pos": "La batalla se resuelve rápidamente, pero sangrientamente, y habiéndote demostrado valiente combatiendo en primera línea, has resultado gravemente herido. Después de unos días te administran la extremaunción pero finalmente logras sobrevivir, y ves esto como un milagro que te ha sido concedido por el Señor; por lo tanto, lesionado termina tu carrera militar. Después de este evento, has comprendido que una vida devota a Dios es el único camino hacia la serenidad y la paz. Por esta razón decides convertirte en sacerdote.\n",
  "ven_mil_mant_1_neg": "Tus esfuerzos en la batalla no fueron suficientes, la espada enemiga atraviesa tu pecho. Tus ojos se apagan para siempre...",
  "ven_mil_mant_2": "La batalla se resuelve rápidamente, pero sangrientamente. Tú, soldado cadete en tu primera batalla, quedas impactado por la atrocidad de la guerra, por lo que abandonas la carrera militar para ayudar al prójimo convirtiéndote en sacerdote.",

  "priest": "De joven, tuviste que elegir un camino. El destino te puso ante la sotana.\n",

  "why_priest_input": "¿Por qué decidiste ser sacerdote?\n1 - Por vocación: Sentías la llamada de Dios, clara como una campana en el silencio.\n2 - Por necesidad: Era la única forma de escapar de la miseria, un refugio entre muros sagrados.\n",
  "why_priest_1": "Desde niño, entre las piedras frías de la iglesia del pueblo, sentías algo. No era solo la belleza de las velas encendidas o el canto solemne del sacerdote: era una voz. Una presencia. Como si Dios te susurrara desde detrás del altar. Cuando te pusiste la sotana por primera vez, no fue una máscara: fue piel nueva. Cada oración era un paso hacia la verdad. Cada acto de caridad, una pieza en la voluntad divina. Ahora que caminas entre las sombras del poder y las luces de la ambición, el recuerdo de esa voz te guía. Quizás te conviertas en Papa. Pero antes, eras solo un muchacho que quería servir algo eterno.\n",
  "why_priest_2": "El hambre era una compañera más fiel que la esperanza. Las calles eran duras, y nadie tendía una mano sin pretensión. Pero la Iglesia... ofrecía pan, techo, libros. Un mundo diferente. Convertirse en sacerdote no fue una elección de espíritu, sino de supervivencia. Aprendiste latín por hambre, no por fe. Rezabas con los ojos abiertos, escudriñando los mecanismos del poder bajo las vestiduras de lo sagrado. Ahora, subiendo la escala eclesiástica, no olvidas quién eras. No eres ciego: conoces el juego. Y si el Señor te ha llamado de verdad... quizás, lo hizo con la voz del hambre.\n",

  "sermon_input": "Los años pasan. Ahora eres sacerdote. Cada domingo, tu rostro se alza entre la multitud, y tu voz guía los corazones. \n¿Cuál es el corazón de tu prédica?\n1 - Justicia y misericordia: Hablas del perdón, de la paz, del deber de ayudar a quienes sufren.\n2 - Decadencia moral: Denuncias los pecados de la época, el abismo que crece bajo los pies de la sociedad.\n",
  "sermon_1": "Tus palabras descienden ligeras, como lluvia de verano sobre conciencias sedientas. Cada domingo, desde el púlpito, invitas a los fieles a mirarse a los ojos. A perdonar las deudas, a compartir el pan con el hambriento, a inclinarse sobre las heridas del mundo. No gritas: acaricias. No acusas: consuelas. Los pobres empiezan a venir solo para escucharte. Los pecadores te escuchan en silencio. Incluso los que no creen encuentran en ti algo que falta en otros lugares: un eco de bondad auténtica. Los poderosos tuercen el gesto, pero no pueden ignorarte. Tu fama crece como una semilla en tierra buena. Quizás la santidad no esté en el poder... pero tú, sin buscarla, te estás acercando.\n",
  "sermon_2": "Cuando hablas, tu voz es fuego. No dulcificas. No ablandas. Denuncias la avaricia de los mercaderes, la lujuria de los nobles, la corrupción del clero. Tus sermones resuenan como truenos entre las naves. Algunos se levantan y se van. Otros se quedan, absortos, temblorosos. Dices que Roma se ha convertido en Babilonia. Que el mundo baila al borde del infierno, y nadie quiere verlo. Alguien te llama profeta. Alguien más, fanático. Pero no te importa. No quieres ser amado. Quieres que se arrepientan. Y así, sermón tras sermón, te conviertes en el rostro de un tiempo que cambia. O de una tormenta que se avecina.\n",

  "present_input": "Un tío tuyo, hombre rico e influyente, te ofrece una suma considerable. Pero a cambio, pide silencio sobre un asunto sucio que has descubierto. \n¿Qué haces con el regalo?\n1 - Lo das en beneficencia: El dinero va a los pobres, pero el pecado permanece en silencio.\n2 - Lo guardas para ti: Pensando que quizás un día te servirá para “un bien mayor”.\n3 - No aceptas el regalo: Rechazas, aunque eso signifique arruinar las relaciones con tu familia.\n",
  "present_1": "Aceptas la suma, pero con el corazón encogido. No para ti. Nunca para ti. El dinero sucio se convierte en pan para los huérfanos, medicinas para los enfermos, mantas para los que duermen entre las piedras. En público, eres alabado como un sacerdote generoso. Las multitudes te siguen. Tus gestos inspiran imitación. Pero de noche, cuando rezas, la conciencia no calla. Sabes lo que has encubierto. El pecado del otro también se ha convertido en el tuyo, vestido de caridad. Tu fama crece... pero también la sombra que la acompaña.\n",
  "present_2": "Aceptas el dinero en silencio y lo escondes. No por avaricia, te dices, sino por previsión. Quizás un día puedas usarlo para comprar un libro prohibido, financiar un convento en secreto o corromper al corrupto para detener un mal mayor. Así comienza el descenso. Pequeñas mentiras, discretos movimientos de dinero. Pero ningún pecado permanece oculto para siempre. Un joven clérigo, demasiado curioso, descubre tus cartas. Los rumores corren. Y finalmente, llega la tormenta: eres convocado por un tribunal eclesiástico. No importa cuánto te justifiques, cuánto invoques el “bien futuro”, las monedas que has aceptado pesan más que tus palabras. Eres excomulgado. Tu nombre es desterrado de las oraciones. Tus vestiduras, arrancadas. Los fieles te dan la espalda. Incluso tu familia, ya cómplice, te reniega para salvarse a sí misma. Has perdido. No te has convertido en Papa. Te has convertido en un ejemplo... de lo que no se debe ser.\n",
  "present_3": "Miras a tu tío a los ojos. Sientes el peso de la historia familiar, de las comidas de la infancia, de los favores recibidos. Pero tu fe –o quizás solo tu orgullo– es más fuerte. Rechazas. Su expresión cambia: respeto, luego hielo. Desde ese día, eres excluido. Tu familia te cierra las puertas. Eres un extraño entre los tuyos. Pero por dentro, una paz profunda. Has elegido la verdad. Aunque duela. Aunque cueste. Quizás Dios lo haya visto. Quizás no. Pero tú sabes que no tienes que bajar los ojos ante nadie.\n",

  "become_parson_input": "Se te ofrece convertirte en párroco precisamente en tu parroquia natal. La comunidad te conoce, te ama y también te juzga. \n¿Aceptas el encargo?\n1 - Sí: Quieres guiar a tu gente.\n2 - No: Temes que el pasado te siga demasiado de cerca.\n",
  "become_parson_1": "Volver a casa no es fácil, pero lo haces con la cabeza alta. Caminas por las mismas calles donde de niño corrías descalzo, ahora con la sotana puesta y el peso de la guía sobre tus hombros. Algunos te miran con afecto sincero, otros con sospecha. Te recuerdan cómo eras, y quizás no creen en lo que te has convertido. Pero tú no te dejas frenar. Celebras misas con ardor, escuchas confesiones con paciencia, ofreces consejo incluso a quienes te habían despreciado. Día tras día, tu ejemplo empieza a hablar más fuerte que los recuerdos. El pasado te acompaña, sí, pero no te domina. Y quizás es precisamente allí, entre quienes te vieron nacer, donde comienza tu verdadera ascensión.\n",
  "become_parson_2": "La oferta te toca el corazón, pero sabes que el terreno allí es frágil. Cada una de tus palabras sería pesada. Cada uno de tus gestos comparado con quien eras, no con quien eres. Prefieres declinar. Dejas el puesto a otro, y te alejas en silencio. Un desprendimiento doloroso, pero necesario. En un lugar nuevo, podrás construir sin sombras, sin viejas miradas que lean el pasado en cada uno de tus sermones. Quizás un día regreses. Como obispo, como cardenal... o como papa. Pero no todavía.\n",

  "cardinal_letter_input": "Una mañana, recibes una carta sellada. Es de un cardenal influyente: está iniciando un ambicioso proyecto para “renovar la Iglesia”. El tono es solemne, pero las palabras dejan espacio a interpretaciones. \n¿Qué haces?\n1 - Entras activamente en el proyecto: Te unes con entusiasmo, listo para escalar la jerarquía.\n2 - Apoyas de manera informal: Muestras interés, pero te mantienes prudente.\n3 - Ignoras la carta: Quizás sea mejor no involucrarse.\n",
  "cardinal_letter_1": "Respondes sin dudar. Tus palabras son firmes, respetuosas pero ambiciosas. Te pones al servicio del cardenal, ofreces ideas, te haces visible. Conoces prelados, participas en concilios reservados, aprendes a moverte entre silencios y miradas. El proyecto toma forma. Se habla de reformas, pero entre bastidores se forjan alianzas. Tú estás allí. Y cuando alguien tiene que hablar en público, o firmar un documento delicado, a menudo te toca a ti. Te estás haciendo un nombre. El camino hacia Roma ya no es un sueño. Es un mapa, y acabas de conseguir una guía.\n",
  "cardinal_letter_2": "Escribes una respuesta cortés. Halagado, interesado, pero no te comprometes. Participas en alguna reunión, envías comentarios reservados, mantienes un perfil bajo. Tu nombre aparece en los documentos, pero al final de las páginas. Si el proyecto fracasara, siempre podrías decir que nunca estuviste realmente involucrado. Pero si tiene éxito... podrías ascender sin haberte expuesto demasiado. La prudencia te protege. Pero también ralentiza tu ascenso.\n",
  "cardinal_letter_3": "La dejas sobre la mesa por días, luego la guardas entre las otras. Sin respuesta. Quizás es miedo. O quizás es sabiduría. Has visto demasiados renovadores quemarse, demasiados sueños convertirse en herejías en el transcurso de un sínodo. Continúas tu trabajo local. Misas, confesiones, caridad. Algunos dicen que eres un hombre justo, pero poco ambicioso. Otros te olvidan. La carta, con el tiempo, se convierte solo en un arrepentimiento sellado.\n",

  "annul_marriage_input": "Un noble y un burgués te piden la anulación de sus matrimonios. Sabes que uno es políticamente útil. El otro es solo... humano. \n¿Qué decides?\n1 - Anulas ambos: La presión es demasiada.\n2 - Anulas solo el del burgués: Lo consideras un favor estratégico.\n3 - Anulas solo el del noble: Lo consideras políticamente útil.\n4 - No anulas ninguno: El matrimonio es sagrado.\n",
  "annul_marriage_1": "La presión es tanta... te doblegas a su poder. Examinas los casos con rigor. Estudias documentos, escuchas testimonios, evalúas según la doctrina. No importa el rango, no cuenta la influencia. Anulas ambos matrimonios, el noble te mira con complacencia, el burgués te abraza, para él, has sido justo. Tu reputación crece como la de un hombre equitativo. Quien busca un favor fácil sabe que podrá venir a ti.\n",
  "annul_marriage_2_pos": "Consideras que es un favor estratégico, no dudas demasiado. Sabes que el noble tiene amigos en Roma, apoyos poderosos, voces que pueden alzarte... o aplastarte. Destruyes los documentos del matrimonio. Rápido, limpio. El burgués recibe una respuesta fría: no anulas su matrimonio. Dentro de ti, sin embargo... algo ha dejado de mirarte a los ojos.\n",
  "annul_marriage_2_neg": "Intentar anular un matrimonio es una acción inconcebible. La Curia lo descubre de inmediato. El abuso de tu autoridad se considera grave. Eres expulsado y excomulgado. Los fieles te dan la espalda, tu familia te reniega. Tu carrera eclesiástica termina aquí.",
  "annul_marriage_3_pos": "La petición del noble es políticamente útil, pero llena de falsedad. Su matrimonio es solo un peón. En cambio, el burgués viene con su esposa a su lado, con las manos temblorosas y los ojos llenos de dolor sincero. Te tomas días para orar. Y al final, eliges: anulas solo ese matrimonio. El noble está furioso. Presiona. Los rumores sobre ti se vuelven venenosos en los círculos de poder. Pero la gente te defiende. Y alguien, en silencio, empieza a creer que eres realmente diferente.\n",
  "annul_marriage_3_neg": "Intentar anular un matrimonio es una acción inconcebible. La Curia lo descubre de inmediato. El abuso de tu autoridad se considera grave. Eres expulsado y excomulgado. Los fieles te dan la espalda, tu familia te reniega. Tu carrera eclesiástica termina aquí.",
  "annul_marriage_4": "Los recibes a ambos. Escuchas. Pero te mantienes firme. Tu voz no tiembla cuando pronuncias la sentencia: “Lo que Dios ha unido, no lo separe el hombre.” Los dos hombres abandonan la sala con expresiones opuestas: el noble, ofendido. El burgués, derrotado. Pero tú no juzgas las emociones, solo las almas. Para muchos eres inflexible, para otros incorruptible.\n",

  "become_bishop_pos": "El día es gris, como si el cielo mismo quisiera contener la respiración. En tu habitación, silenciosa y austera, una carta lleva el sello de la Santa Sede. Las manos tiemblan. Los labios se mueven en una oración que no es solo de gratitud, sino también de temor. “Por la gracia de Dios y la voluntad del Santo Padre, has sido elegido como nuevo Obispo de...” El resto se desvanece, engullido por el latido de tu corazón. Has elegido, a veces con firmeza, otras con vacilación. Has hablado a las multitudes, a veces con verdad, otras con prudencia. Has estrechado manos sucias para construir puentes y quizás, a veces, para no quedarte solo. Y sin embargo, has llegado hasta aquí. El día de la consagración, la catedral está llena. Muchos ojos están puestos en ti: algunos llenos de esperanza, otros de sospecha, algunos solo buscan signos de debilidad. Cuando el anillo episcopal se desliza en tu dedo, no sientes solo el honor. Sientes el peso. Cuando te entregan el báculo pastoral, no sientes solo el poder. Sientes la responsabilidad. Cuando el coro entona el “Te Deum”, miras hacia arriba. Pero también piensas en lo que se esconde abajo: ambición, compromiso, elección.\n",
  "become_bishop_neg": "Has caminado por los pasillos del poder con paso incierto, vistiendo el hábito de la humildad pero sin obtener nunca el peso de la gracia. El Consistorio ha hablado. Tus esfuerzos, aunque fervientes, no han convencido. Tus prédicas fueron escuchadas, pero no recordadas. Tus obras levantaron polvo, pero no almas. El Colegio de Cardenales ha decidido mirar hacia otro lado. El título de Obispo sigue siendo inalcanzable. La silla pontificia, un sueño que se desvanece como incienso en el viento. Te retiras a un monasterio, entre los estantes de manuscritos olvidados y las sombras de las velas apagadas. Tu viaje termina aquí en silencio. No te has convertido en Papa. Ni siquiera te has convertido en Obispo. Quizás, en otra vida, con más fe... o más astucia...",

  "residence_input": "Ahora que te has convertido en Obispo, tu importancia en la vida política de tu país es extremadamente más alta, en particular tienes la posibilidad de recaudar impuestos, gestionar documentos, conservar recursos y llevar a la curia los asuntos locales. Sin embargo, precisamente porque tienes tal relevancia, se te propone, como es normal, que puedas residir en Roma, en lugar de en {fam_city}. Claramente la elección es tuya, si prefieres dar valor a tu misión local o intentar adquirir mayor relevancia en el clero.\n1 - Quédate en tu obispado\n2 - Ve a residir en el Estado de la Iglesia\n",
  "residence_1": "Al elegir residir en tu obispado, te has ganado el apoyo de los ciudadanos, que ahora te ven como una figura de referencia fundamental en la vida del país, la aprobación del pueblo aumenta en consecuencia.\n",
  "residence_2": "¡Bien! Te has trasladado a Roma, ahora podrás gestionar las grandes cuestiones teológicas, conocer a los “pez gordo” y tener una relación directa con las decisiones tomadas por la curia. Sin embargo, quienes pagan el precio son tu gente, que se siente abandonada y a merced de las importantes familias nobles de la zona.\n",

  "taxation_input": "Una vez establecido en tu obispado, te das cuenta de que gobernar un obispado requiere más que solo fe. Las cuentas están desordenadas, la cosecha ha sido escasa y las necesidades del clero crecen cada día. Sentado en tu estudio, con el presupuesto abierto ante ti, se te presenta la primera verdadera elección de tu mandato:\n1 - Aumentar los impuestos\n2 - Mantener los impuestos sin cambios\n",
  "taxation_1": "Las arcas del obispado se llenan lentamente, y tus proyectos comienzan a tomar forma: nuevos bancos en la catedral, pergaminos más preciados, un coro que finalmente canta al unísono. Pero en las calles, las voces se vuelven más amargas. Los campesinos susurran oraciones cansadas, y algunos comienzan a mirar hacia los monasterios cercanos, donde la vida parece más justa. Has fortalecido el trono... pero has agrietado el púlpito.\n",
  "taxation_2": "El pueblo te bendice en los mercados y en los campos. Los niños te saludan corriendo, y los viejos te llaman “padre bueno”. Pero el tejado de la sacristía sigue goteando, y tu secretario niega con la cabeza mientras revisa los libros de contabilidad. En Roma, pocos notan a los obispos misericordiosos. Has ganado el corazón de tu rebaño... pero quizás has perdido terreno en el camino hacia la silla pontificia.\n",

  "help_cardinal_input": "En tu nueva casa, conoces a un Cardenal muy importante, el cardenal Petrucci, sienés, que te pide ayuda. Su hermano, funcionario fiscal en Siena, ha sido condenado por corrupción, y necesitaría un lugar donde residir para esconderse esperando que se retire la acusación. Como acabas de llegar, el cardenal Petrucci considera que es más fácil obtener un sí de ti, pero debes decidir qué hacer.\n1 - Aceptas y ayudas al cardenal Petrucci\n2 - No aceptas y permaneces fiel a tus principios\n",
  "help_cardinal_1": "El Cardenal Petrucci te lo agradece, se acordará de ti, ahora también tienes amigos importantes en el Estado Pontificio. Pero los ciudadanos de tu obispado no están tan contentos con esto, la voz se extiende y un criminal en el pueblo no es bienvenido, especialmente si esto puede tensar las relaciones con los otros señoríos.\n",
  "help_cardinal_2": "Has mantenido una línea dura, has negado la ayuda a un cardenal, él reconoce tu carácter, pero no estará contento. Sin embargo, esto es apreciado por los ciudadanos que te ven como una figura importante para ellos y para tu ciudad.\n",

  "lega_cambrai_input": "Estamos ya en 1508, los conflictos en Italia, que no te han afectado particularmente, han hecho que Venecia se convierta en una potencia grande, quizás demasiado, en Italia. En este punto el papa, Julio II, propone la creación de la Liga de Cambrai, uniendo a Francia, el Imperio y España para contrarrestar la cuestión italiana. Como obispo, eres llamado a decidir cómo comportarte, ya tienes suficiente importancia para desempeñar diferentes roles.\n1 - Permanece neutral\n2 - Opónte a la Liga\n3 - Ve a la batalla\n4 - Conviértete en embajador del Estado de la Iglesia\n",
  "lega_cambrai_1": "Prefieres no tomar partido en este conflicto. Decides que la Iglesia debe mantener un papel de paz, evitando involucrarse directamente en las guerras terrenales. La neutralidad es un terreno seguro, pero también frágil: los poderosos te observan con sospecha, preguntándose si eres valiente o temeroso. Mientras Venecia crece sin control, tú rezas por la sabiduría y la paz, consciente de que el silencio a veces es más elocuente que las armas.\n",
  "lega_cambrai_2": "Ves en la Liga una amenaza para el equilibrio y para Italia. Con firmeza, tomas posición contra la alianza propuesta por Julio II. Adviertes a los hermanos sobre las consecuencias de un poder excesivo concentrado en manos extranjeras y sobre la devastación que la guerra traería. Tu voz es un faro para quienes temen la pérdida de la soberanía italiana, pero también te ganas enemigos poderosos que te ven como un obstáculo a eliminar.\n",
  "lega_cambrai_3": "La fe también se defiende con la espada. Aceptas liderar o apoyar a las tropas de la Iglesia en esta guerra decisiva. Tu papel se vuelve concreto, entre espadas y humos de batalla. Arriesgas tu vida, pero también la gloria. La sangre derramada por la fe puede abrir el camino a un futuro de poder y respeto. O a un final prematuro.\n",
  "lega_cambrai_4": "Prefieres la diplomacia a la guerra. Aceptas el encargo de representar al Papa ante las cortes extranjeras. Tu carisma e inteligencia serán armas decisivas en la compleja red de alianzas y traiciones. En el palacio, entre banquetes e intrigas, moldearás el destino de la Iglesia sin derramar una gota de sangre. Pero la diplomacia es un juego sutil, donde un paso en falso puede costarlo todo.\n",

  "opposer_input": "Oponerse a la Liga, sí... ¿pero cómo? ¿Con voz alta y pública, arriesgando excomuniones y acusaciones de traición? ¿O en la sombra, con discreción y diplomacia, para preservar tu papel y tu ascenso?\n1 - Públicamente\n2 - En la sombra\n",
  "opposer_1_pos": "Te levantas, haciendo crujir la silla de madera, y tomas la pluma con mano firme. Tu firma aparecerá en cartas abiertas, proclamas y homilías: palabras pesadas como espadas. Denunciarás la avaricia disfrazada de cruzada, desafiarás abiertamente los principios de la Liga y quizás, incluso, la voluntad del Santo Padre. Sabes que esto podría costarte todo: el obispado, la protección política, quizás incluso la vida. Pero tu corazón está firme, y tu fe te guía. Si la verdad debe ser dicha, la dirás tú.\n",
  "opposer_1_neg": "El decreto llega al amanecer, traído por un caballo exhausto y manos temblorosas. El mensajero no se atreve a mirarte a los ojos mientras entrega el pergamino. Rompes el sello con dedos fríos. Las palabras, escritas en latín solemne, te golpean como un juicio eterno: anathema sit. Excomulgado. Las campanas de la catedral tocan a muerto, pero no por un cuerpo, sino por un alma separada de la Iglesia. Tus aliados se disuelven como niebla al sol, los fieles evitan tu mirada, e incluso las estatuas parecen darse la vuelta. En un instante, has pasado de obispo respetado a sombra maldita. Y sin embargo, en el fondo de tu celda privada, entre las paredes desnudas y el silencio de los renegados, todavía sientes arder la llama de la justicia. La Iglesia te ha expulsado.\n",
  "opposer_2": "Permaneces sentado, con la mirada fija en el cáliz de plata en el estante. Sabes que un solo paso en falso podría hacerte desaparecer del juego sagrado del poder. Pero el silencio no es complicidad, si se usa con astucia. Actuarás a través de contactos de confianza, favorecerás a los enemigos de la Liga con apoyos discretos, apoyarás la paz donde puedas y debilitarás la guerra donde sea necesario. No serás un mártir, sino una mente en la sombra. Un día, quizás, se necesite un papa hábil más que audaz, y tú estarás listo.\n",

  "battle_input": "Vístete con la armadura sobre el hábito de obispo y guía a los hombres a la guerra. Estarás al lado del Papa en las campañas contra Venecia, y tu lealtad no pasará desapercibida. Puedes elegir qué hacer, cómo vivir la batalla.\n1 - Ir en primera línea\n2 - Quedarse en la retaguardia\n",
  "battle_1": "Subes a caballo, empuñas la espada y te pones al frente de tus hombres. Gritas un salmo y lanzas la carga. Quieres demostrar que la fe también puede ser fuego y acero. Ganándote el respeto de la silla pontificia.\n",
  "battle_2": "Te detienes cerca de la retaguardia. Las manos te tiemblan, las oraciones se entrelazan con el pánico. No estás hecho para la guerra, lo entiendes ahora. Ves a tus hombres irse y solo esperas que regresen. Ahora, sin embargo, el ataque no necesariamente saldrá bien, podrías fallar o tener éxito en una gran empresa.\n",

  "front_battle_neg_1": "Un golpe repentino te derriba del caballo. Las tropas se dispersan, los tambores enemigos golpean fuerte. El barro te envuelve, tu casco está roto. Alguien te salva, quizás un soldado leal, quizás solo la casualidad. Tus brazos están lesionados, tu cuerpo sangra, pero te aferras a la vida con un hilo de aliento. Te ves obligado a retirarte, pero a pesar de ello sobrevives hasta recuperarte por completo, después de meses.\n",
  "front_battle_neg_2": "La sangre ya corre a raudales, ya no sientes tu cuerpo, tus ojos se apagan, la herida te ha llevado a la muerte. Tu ascenso al trono de Pedro termina aquí.\n",
  "front_battle_pos": "El sol nacía rojo sobre el campo de batalla, tiñendo el cielo del color de la sangre derramada y de la que aún sería derramada. Hacía tiempo que habías abandonado las silenciosas aulas de los monasterios y los marmóreos pasillos de las catedrales: ahora llevabas la cruz en el pecho, pero también la espada al costado. Vestías aún los hábitos de obispo, pero sobre ellos, la armadura brillaba. Tu decisión de unirte a la Liga de Cambrai no había sido tomada a la ligera. Pero el mismo Papa, Julio II —el “Papa guerrero”— había bendecido la causa. Venecia había desafiado la autoridad de la Santa Sede durante demasiado tiempo, y tú, hombre de Dios y hombre de acción, habías respondido a la llamada. Las tropas marchaban bajo tu mando. Nobles y soldados, campesinos y caballeros, te seguían no solo por tu habilidad estratégica, sino por tu fe inquebrantable. Llevabas contigo una reliquia sagrada, y rezabas cada noche antes de la batalla. Tus hombres decían que donde levantabas el estandarte, la victoria no tardaba en llegar. Y así fue. La batalla fue encarnizada, pero tu guía firme, tu coraje y tu devoción inspiraron un fervor que ni los más experimentados condotieros podían replicar. Las fuerzas venecianas se dispersaron como polvo al viento. Al término del enfrentamiento, con el campo tranquilo y la niebla de la guerra retirándose, tu nombre estaba en boca de todos. Pronto llegó el mensajero de Roma. Vestía de púrpura y oro, y llevaba un sello papal. Se arrodilló ante ti y leyó en voz alta: “En reconocimiento de tu valor en batalla, de tu inquebrantable fidelidad a la Santa Iglesia, y de tu sagrada devoción, Su Santidad el Papa Julio II te eleva a la dignidad de Cardenal de la Santa Iglesia Romana. Que tu nueva púrpura sea tan ardiente como el fuego de tu fe.” La multitud estalló en un coro de júbilo. Tú inclinaste la cabeza, en silenciosa oración. Pero sabías, en lo profundo, que esto era solo un paso. Un paso en el camino hacia la Tiara. La Cruz ahora brillaba más cerca.\n",

  "ambassador_input": "Has elegido el camino del embajador. Ahora el Papa cuenta contigo para defender los intereses de la Iglesia en tierra extranjera. Antes de partir, sin embargo, debes decidir dónde vas a desempeñar tu misión. El secretario papal te entrega dos cartas selladas. Una te envía a Francia, la otra al Sacro Imperio Romano Germánico. ¿Qué eliges?\n1 - Francia\n2 - Sacro Imperio Romano Germánico\n",
  "ambassador_france": "Eliges ir al Reino de Francia, a la corte de Luis XII, las relaciones son excelentes. Francia es aliada del Papa en la guerra contra Venecia. El Rey es poderoso y su corte está llena de nobles y obispos.\n",
  "ambassador_sri_input": "El Imperio es grande y complicado. Los príncipes locales empiezan a dudar de la Iglesia, y el Papa mira con recelo ciertas ideas que empiezan a circular. Puedes actuar de dos maneras:\n1 - Duramente\n2 - De manera tranquila\n",
  "ambassador_sri_strong": "Hablas claro y fuerte. Representas la autoridad del Papa. Exiges obediencia y amenazas a quienes se oponen.\n",
  "ambassador_sri_calm": "Buscas el diálogo, escuchas, hablas con tacto. Tratas con príncipes y ciudades para mantener la paz y fortalecer la fe.\n",

  "lega_santa_input": "Es 1511, Julio II ha forjado un nuevo pacto: la Liga Santa. Contra Francia, antigua aliada, ahora amenaza creciente. Las fronteras tiemblan, las alianzas se rompen, las conciencias se dividen. El mundo observa... ¿y tú? Has guardado silencio mientras otros gritaban. Has protegido al rebaño mientras obispos y embajadores se repartían los mapas. Pero ahora la guerra no te deja más margen. Los campos arden, las iglesias se dividen, los nobles llaman a tu puerta exigiendo una respuesta. El tiempo del equilibrio ha terminado. Ahora debes elegir cómo posicionarte.\n1 - A favor de la Liga Santa\n2 - En contra de la Liga Santa\n",
  "lega_santa_pro_1": "Después de meses de silencio y reflexión, decides que el tiempo de la inacción ha terminado. Ahora que la amenaza francesa se hace más real, unirte a la Liga Santa significa defender a la Iglesia y a Italia de un peligro inminente. Tus hermanos aprecian el coraje, y tú entras con fuerza en el juego, listo para apoyar al Papa en la guerra que estalla. Tu silencio se transforma en voz, tu prudencia en decisión.\n",
  "lega_santa_pro_2": "Como embajador, tu diplomacia ahora apoya a la Liga Santa. Usas cada palabra, cada sonrisa para tejer alianzas y fortalecer la posición del Papa. Tu papel es decisivo para evitar que la guerra se convierta en un desastre total. Entre bastidores, sin embargo, sabes que cada negociación esconde compromisos dolorosos y traiciones silenciosas.\n",
  "lega_santa_pro_3": "Como embajador, tu diplomacia ahora apoya a la Liga Santa. Usas cada palabra, cada sonrisa para tejer alianzas y fortalecer la posición del Papa. Tu papel es decisivo para evitar que la guerra se convierta en un desastre total. Entre bastidores, sin embargo, sabes que cada negociación esconde compromisos dolorosos y traiciones silenciosas.\n",
  "lega_santa_pro_4": "Como embajador, tu diplomacia ahora apoya a la Liga Santa. Usas cada palabra, cada sonrisa para tejer alianzas y fortalecer la posición del Papa. Tu papel es decisivo para evitar que la guerra se convierta en un desastre total. Entre bastidores, sin embargo, sabes que cada negociación esconde compromisos dolorosos y traiciones silenciosas.\n",
  "lega_santa_pro_5": "A pesar de tu oposición pasada, la situación te obliga a reconsiderar. La Liga Santa es la última esperanza para detener a Francia, un enemigo demasiado peligroso para ser ignorado. Tu apoyo llega como una señal de unidad, un gesto que busca salvar lo que queda de la paz y la autoridad papal. Pero tus detractores te acusan de incoherencia. Tú respondes que la fidelidad a la Iglesia está por encima de todo lo demás.\n",
  "lega_santa_pro_6": "La sangre corre, las heridas queman, pero no te arrodillas. Tu dedicación a la Liga Santa te ha llevado a arriesgarlo todo, y el dolor físico es solo un precio a pagar por la fe y el poder. Tu coraje inspira a quienes te rodean, tu sufrimiento se convierte en leyenda. Sin embargo, sabes que las cicatrices también llevarán un peso más allá de la guerra, marcando cada uno de tus pasos futuros.\n",
  "lega_santa_pro_7": "El campo de batalla es un teatro de fuego y llamas, pero la fortuna ha estado de tu lado. Has guiado a las tropas con coraje y astucia, sin sufrir heridas. Tu figura emerge como un símbolo de fuerza y resiliencia, listo para apoyar la causa de la Liga Santa con el vigor de quien ha demostrado su valor sin vacilar. Tus aliados te miran con admiración, tus enemigos con respeto, pero sabes que la guerra no ha hecho más que empezar.\n",
  "lega_santa_contro_1": "Mantienes tu elección de neutralidad, pero esta vez la apuesta es más alta. La Liga Santa, con su ferocidad, te parece una fuente adicional de devastación. Criticas abiertamente la alianza, pero muchos te miran con recelo. El Papa ve en ti un obstáculo, y los nobles empiezan a dudar de tu lealtad. El tiempo de la neutralidad ha pasado. Ahora te juegas el todo por el todo.\n",
  "lega_santa_contro_2": "Mientras otros firman pactos y estrechan manos, tú eliges el camino de la disidencia diplomática. Denuncias la Liga Santa como fuente de conflicto inútil, propones alternativas pacíficas, aunque pocos te escuchen. Tu posición es arriesgada: pones en juego tu carrera y tu propia vida. Pero en la historia, quizás serás recordado como el que tuvo el coraje de decir no.\n",
  "lega_santa_contro_3": "Mientras otros firman pactos y estrechan manos, tú eliges el camino de la disidencia diplomática. Denuncias la Liga Santa como fuente de conflicto inútil, propones alternativas pacíficas, aunque pocos te escuchen. Tu posición es arriesgada: pones en juego tu carrera y tu propia vida. Pero en la historia, quizás serás recordado como el que tuvo el coraje de decir no.\n",
  "lega_santa_contro_4": "Mientras otros firman pactos y estrechan manos, tú eliges el camino de la disidencia diplomática. Denuncias la Liga Santa como fuente de conflicto inútil, propones alternativas pacíficas, aunque pocos te escuchen. Tu posición es arriesgada: pones en juego tu carrera y tu propia vida. Pero en la historia, quizás serás recordado como el que tuvo el coraje de decir no.\n",
  "lega_santa_contro_5": "Te mantienes firme en tus convicciones: la Liga Santa es solo otra forma de guerra y opresión. Tu oposición se vuelve más dura, casi un acto de rebelión. Muchos te temen, algunos te evitan. Pero entre la gente común y los nobles desilusionados, recoges consensos silenciosos. Eres un faro para quienes sueñan con una Italia libre y una Iglesia menos guerrera.\n",
  "lega_santa_contro_6": "Herido en batalla, tu elección de oponerte a la Liga Santa adquiere un significado aún más profundo. Tu cuerpo marca el precio del conflicto, mientras tu alma permanece fiel a lo que crees. Tu sufrimiento te convierte en símbolo de resistencia, un ejemplo para quienes rechazan la guerra impuesta por la Liga. Pero el camino es duro y la recuperación incierta. El riesgo es grande, pero tu causa vale cada dolor.\n",
  "lega_santa_contro_7": "Has elegido luchar, pero no al lado de la Liga. Aunque no sufres heridas, el peso de la batalla recae sobre ti: luchas por un ideal, desafiando los poderes consolidados. Tu presencia en el campo es una fuerte señal de disenso, y sin embargo, la ausencia de heridas te permite mantener la lucidez y la estrategia para guiar a quienes comparten tu causa. El precio de la guerra es alto, pero tu determinación no se apaga.\n",

  "become_cardinal_pos": "Las campanas de Roma resuenan con un eco solemne y profundo, mientras el mismo Papa te confiere el precioso anillo rojo. Ese signo de fuego no es solo un adorno, sino un símbolo de poder y responsabilidad que ahora llevas con dignidad en tus dedos. Has entrado en la élite de la Iglesia, entre quienes moldean el destino de la fe y de las naciones. Tus pasos resuenan en los pasillos del Vaticano, donde las decisiones se entrelazan con intrigas y visiones de un mundo mejor. Tu mirada se posa más allá del horizonte: la tiara papal no está lejos, y tú estás listo para ascender, un escalón a la vez, hacia ese sueño.\n",
  "become_cardinal_neg": "Has cruzado umbrales sagrados con corazón devoto, pero con pasos vacilantes. Has vestido el hábito de la humildad como una segunda piel, pero nunca has recibido el sello de la confianza. La Curia ha observado. Tus oraciones han subido al cielo, pero no han conmovido la tierra. Tus enseñanzas han atravesado las naves, pero no han dejado rastro en el alma del Colegio. El Santo Padre ha decidido volver la mirada a otro lado. El capelo cardenalicio nunca rozó tu cabeza. La silla pontificia, un espejismo que se desvanece antes de que puedas pronunciar su nombre. Ahora regresas al silencio de tu claustro, entre pergaminos amarillentos y pensamientos no dichos. Tu ascenso se detuvo no por culpa, sino por falta de destino. No te convertiste en Papa. Ni siquiera fuiste elegido Cardenal. Quizás, en otro tiempo, con más carisma... o menos escrúpulos...\n",

  "conclave_start_input": "Las puertas del Vaticano se han cerrado hace pocas horas, y ya el perfume del incienso se mezcla con el, más acre, de las ambiciones. En los pasillos silenciosos, los cardenales se sondean como generales en tiempo de guerra. Giovanni de’ Medici se mueve con desenvoltura: es joven, pero temido. Sus partidarios susurran promesas de reforma y prestigio. Por otro lado, el frente español, liderado por Bernardino López de Carvajal, construye una coalición sobre ideales de austeridad y renovación espiritual.\nLas facciones toman forma rápidamente. Puedes elegir aliarte con uno de estos dos bloques bien estructurados, obteniendo protección y recursos. O puedes intentar el camino que te llevará a la gloria, aunque sea más difícil: fundar tu propia facción personal, conquistando los votos uno a uno, construyendo consensos a base de promesas, intimidaciones y astucia. Es un desafío arriesgado, pero si lo logras... la Iglesia será verdaderamente tuya.\n1 - Apoyar abiertamente a Giovanni de’ Medici\n2 - Aliarse con el frente español liderado por Carvajal\n3 - Intentar crear tu propia facción independiente\n",
  "conclave_start_1": "Seguiste el viento más fuerte, y al principio parecía la elección más sabia. Las cenas con sus aliados se hicieron frecuentes, las risas abundantes, los votos prometidos con cada apretón de manos. Pero Giovanni es demasiado fuerte, demasiado carismático, demasiado favorecido. Al final, tu voz se ahogó en el coro que lo aclamaba. Cuando la fumata blanca se alza, es para él. Y tú, a pesar de haberlo apoyado, no obtienes nada. Tu nombre no está en la lista de los favoritos. No se te ofrece ningún papel importante. El nuevo Papa recompensa a los más poderosos, no a los leales. El cónclave se cierra, y sales de esos muros más anónimo de lo que entraste.\n",
  "conclave_start_2": "Te alías con los reformadores, junto a los cardenales que sueñan con una Iglesia más sobria, menos corrupta. Francisco de Cisneros te recibe con el respeto de quien conoce los juegos de poder, pero tras sus ojos atentos se esconde un desafío no dicho: aquí nada se obtiene por simpatía. Los votos, en este bloque compacto, no se consiguen con un apretón de manos. Hay que inmiscuirse entre las grietas del consenso, hablar donde los demás imponen, escuchar donde se predica. No bastará con mostrarse, tendrás que convencer, afrontar miradas desconfiadas, superar más de un obstáculo —algunos silenciosos, otros afilados como confesiones. Si sabes caminar sobre este hilo fino sin caer, podrías convertirte en el nuevo rostro que España, quizás, no sabía que quería. Pero atención: incluso la fe más pura puede quemar a quien la empuña con demasiada ambición. Convence a los miembros de tu facción para que cambien sus votos a tu favor.\n",
  "conclave_start_3": "Renuncias a vincularte con nombres ya conocidos. Decides que tu camino pasará por la incertidumbre y la ambición pura. Día tras día, te acercas a los cardenales más indecisos, hablas con los marginados, escuchas las necesidades de los más silenciosos. Prometes cargos, consultas memorias privadas, ofreces escucha donde otros imponen. Empiezas como un eco. Luego te conviertes en una voz. Luego, susurran sobre ti incluso en los pasillos del poder. Algunos te rechazan con desprecio, otros te observan con curiosidad. Dos votos aquí, uno allá. Una alianza inesperada. Un secreto descubierto. Tu facción crece lentamente, pero crece. No eres la opción más fácil, pero eres el único que no le debe nada a nadie. Y eso, en un cónclave, es un poder inmenso.\n",

  "spanish_alliance": "Has elegido moverte entre las filas de la facción española, la más severa, más arraigada en la tradición, pero también sacudida por tensiones internas que pocos se atreven a nombrar en voz alta. Francisco Jiménez de Cisneros te ha recibido con el rostro impasible de quien conoce los juegos del poder, pero detrás de sus ojos atentos se esconde un desafío no dicho: aquí nada se obtiene por simpatía. Los votos, en este bloque compacto, no se recogen con un apretón de manos. Es necesario insinuarse entre las grietas del consenso, hablar donde los demás imponen, escuchar donde se predica. No bastará con mostrarse, tendrás que convencer, afrontar miradas desconfiadas, superar más de un obstáculo —algunos silenciosos, otros afilados como confesiones. Si sabes caminar sobre este hilo sutil sin caer, podrías convertirte en el nuevo rostro que España, quizás, no sabía que quería. Pero atención: incluso la fe más pura puede quemar a quien la empuña con demasiada ambición.\n",

  "spanish_alliance_mission_1_input": "El cardenal Diego López de Ayala es uno de los más influyentes de la facción española. Es un tradicionalista, pero sus recientes cartas hablan de desilusión. Lo encuentras en el claustro interior, mientras hojea una antigua copia de la Regula Benedicti. «Nuestro candidato tiene las manos demasiado atadas al pasado», te confía. «Pero tú... eres demasiado joven. ¿Qué me garantiza que no serás otro Medici, disfrazado?» Tienes poco tiempo para convencerlo. \nHáblale de tu visión espiritual, muéstrale un documento comprometedor sobre otro candidato, ofrécele una posición en la futura Curia.\n",
  "spanish_alliance_mission_1": "En el silencio amortiguado del claustro interior, el cardenal Diego López de Ayala apenas levanta la vista del manuscrito que sostiene entre las manos. Su rostro está demacrado, marcado por años de obediencia y desilusión. “Nuestro candidato mira al pasado”, murmura, “pero tú… eres solo un rostro nuevo. Nada más.” El peso de sus palabras es como una piedra. Pero no buscas el camino fácil: no ofreces promesas, ni cargos. Te detienes frente a él, con voz firme y corazón abierto. Hablas de una Iglesia que vuelve a lo esencial, de una renovación que nace no del poder, sino de la fe. Citas las Escrituras, a los Padres, la necesidad urgente de un retorno a la verdad espiritual, despojada de oro y de cálculos. Él cierra lentamente el libro. Te observa. Algo en sus ojos cambia, pero es demasiado pronto para saber si será suficiente. Ahora solo importa una cosa: ¿será tu fe lo suficientemente profunda como para conmover la suya?\nPrueba de Fe: tira los dados para convencer al cardenal Ayala.\n",
  "spanish_alliance_mission_1_pos": "Has convencido al cardenal Ayala apelando a la fe y la renovación, tu discurso lo ha conmovido profundamente. ",
  "spanish_alliance_mission_1_neg": "El cardenal Ayala no se dejó convencer por tu apelación a la fe.",
  "spanish_alliance_mission_2_input": "Has recibido una invitación personal: una cena informal ofrecida por el cardenal Hernando de la Vega, hombre hábil, con muchos contactos franceses. Te observa atentamente mientras corta el jabalí asado. «Sé quién eres. Pero aún no eres un nombre que Francia apoyaría. Convénceme, y podría traerte cinco votos de la Loira.» Durante la cena, tienes la oportunidad de entretenerlo con elocuencia, de contarle una visión diplomática que involucra también a los reinos extranjeros, o –en un momento más tenso– puedes amenazarlo veladamente, recordándole una carta comprometida que posees.\n",
  "spanish_alliance_mission_2": "Durante la cena con el cardenal Hernando de la Vega, te observa atentamente mientras corta el jabalí asado. «Sé quién eres. Pero aún no eres un nombre que Francia apoyaría. Convénceme, y podría traerte cinco votos de la Loira.» Tienes la oportunidad de entretenerlo con elocuencia, de contarle una visión diplomática que involucra también a los reinos extranjeros, o –en un momento más tenso– puedes amenazarlo veladamente, recordándole una carta comprometida que posees.",
  "spanish_alliance_mission_2_pos": "Has logrado convencer al cardenal de la Vega, encantándolo con tu elocuencia y cultura diplomática.",
  "spanish_alliance_mission_2_neg": "El cardenal de la Vega no se dejó convencer por tu elocuencia o tu estrategia diplomática.",
  "spanish_alliance_mission_3_input": "Poco antes de la sesión de votación, te cruzas con el cardenal Tomás de Torquemada. Es uno de los hombres clave del bloque español. Él no confía en ti. «Hablas bien, pero no veo en ti el rigor que la Iglesia necesita. ¿Quieres la tiara? Demuestra que puedes llevar la cruz.» Te desafía: o muestras públicamente tu adhesión a una reforma drástica (lo que podría alienarte otros votos), o debes ganarte su corazón con un gesto sincero, una humildad que pocos cardenales muestran. O… puedes hacerlo callar, con la fuerza de un secreto.",
  "spanish_alliance_mission_3": "Poco antes de la sesión de votación, te cruzas con el cardenal Tomás de Torquemada. Es uno de los hombres clave del bloque español. Él no confía en ti. «Hablas bien, pero no veo en ti el rigor que la Iglesia necesita. ¿Quieres la tiara? Demuestra que puedes llevar la cruz.» Te desafía: o muestras públicamente tu adhesión a una reforma drástica (lo que podría alienarte otros votos), o debes ganarte su corazón con un gesto sincero, una humildad que pocos cardenales muestran. O… puedes hacerlo callar, con la fuerza de un secreto.",
  "spanish_alliance_mission_3_pos": "Has convencido al cardenal Torquemada.",
  "spanish_alliance_mission_3_neg": "El cardenal Torquemada no fue convencido.",
  "spanish_alliance_gameover": "No lograste convencer a los miembros de la facción española para que votaran por ti. El cónclave se cierra y tu nombre no fue elegido.",

  "personal_alliance": "Renuncias a vincularte con nombres ya conocidos. Decides que tu camino pasará por la incertidumbre y la ambición pura. Día tras día, te acercas a los cardenales más indecisos, hablas con los marginados, escuchas las necesidades de los más silenciosos. Prometes cargos, consultas memorias privadas, ofreces escucha donde otros imponen. Empiezas como un eco. Luego te conviertes en una voz. Luego, susurran sobre ti incluso en los pasillos del poder. Algunos te rechazan con desprecio, otros te observan con curiosidad. Dos votos aquí, uno allá. Una alianza inesperada. Un secreto descubierto. Tu facción crece lentamente, pero crece. No eres la opción más fácil, pero eres el único que no le debe nada a nadie. Y eso, en un cónclave, es un poder inmenso.",
  "personal_alliance_mission_1_input": "En la penumbra de una capilla lateral, te cruzas con el cardenal Salviati, un hombre astuto y escéptico. Es conocido por desconfiar de los recién llegados y de las promesas incumplidas. “Háblame de tu visión”, te dice con tono sospechoso, “pero debes saber que aquí nadie regala nada.” Tienes pocos minutos para convencerlo de que no eres un simple oportunista. Puedes hablar de la necesidad de una renovación sincera, ofrecerle una pequeña concesión política o escuchar sus temores para ganarte su confianza.",
  "personal_alliance_mission_1": "En la penumbra de una capilla lateral, te cruzas con el cardenal Salviati, un hombre astuto y escéptico. Es conocido por desconfiar de los recién llegados y de las promesas incumplidas. “Háblame de tu visión”, te dice con tono sospechoso, “pero debes saber que aquí nadie regala nada.” Tienes pocos minutos para convencerlo de que no eres un simple oportunista. Puedes hablar de la necesidad de una renovación sincera, ofrecerle una pequeña concesión política o escuchar sus temores para ganarte su confianza.",
  "personal_alliance_mission_1_pos": "Has logrado convencer al cardenal Salviati.",
  "personal_alliance_mission_1_neg": "No lograste convencer al cardenal Salviati.",
  "personal_alliance_mission_2_input": "El cardenal Borgia es famoso por su ambición y su espíritu pragmático. Lo encuentras en la biblioteca, absorto entre viejos manuscritos. “Si quieres hacerme cambiar de opinión”, dice sin mirarte, “tendrás que ofrecerme algo que no pueda rechazar.” Sabes que Borgia no se deja convencer solo con palabras: quiere seguridad y ventajas tangibles. Puedes intentar negociar un cargo futuro, o intentar presionarlo con un secreto que conoces, arriesgándote a enemistarte con él.",
  "personal_alliance_mission_2": "El cardenal Borgia es famoso por su ambición y su espíritu pragmático. Lo encuentras en la biblioteca, absorto entre viejos manuscritos. “Si quieres hacerme cambiar de opinión”, dice sin mirarte, “tendrás que ofrecerme algo que no puedo rechazar.” Sabes que Borgia no se deja convencer solo con palabras: quiere seguridad y ventajas tangibles. Puedes intentar negociar un cargo futuro, o intentar presionarlo con un secreto que conoces, arriesgándote a enemistarte con él.",
  "personal_alliance_mission_2_pos": "Has logrado convencer al cardenal Borgia.",
  "personal_alliance_mission_2_neg": "No lograste convencer al cardenal Borgia.",
  "personal_alliance_mission_3_input": "Organizas una reunión informal con algunos cardenales independientes y aislados en el refectorio. La sala es pequeña, pero la atención es alta. Debes hablar con claridad, inspirar confianza y distinguirte de las facciones consolidadas. Puedes optar por apostar todo a un discurso apasionado de reforma, a una crítica velada a las facciones existentes, o a una invitación al pragmatismo y al compromiso.",
  "personal_alliance_mission_3": "Organizas una reunión informal con algunos cardenales independientes y aislados en el refectorio. La sala es pequeña, pero la atención es alta. Debes hablar con claridad, inspirar confianza y distinguirte de las facciones consolidadas. Puedes optar por apostar todo a un discurso apasionado de reforma, a una crítica velada a las facciones existentes, o a una invitación al pragmatismo y al compromiso.",
  "personal_alliance_mission_3_pos": "Has logrado convencer a los cardenales independientes.",
  "personal_alliance_mission_3_neg": "No lograste convencer a los cardenales independientes.",
  "personal_alliance_gameover": "No lograste obtener el consenso necesario para tu facción. El cónclave se cierra y tu nombre no fue elegido.",

  "alliance_consensus": "Debes completar al menos 2 misiones para obtener el 50% de los consensos necesarios para que te elijan.",
  "alliance_consensus_mission_1_input": "Durante un encuentro furtivo, un informante te entrega un documento comprometedor sobre uno de los cardenales más influyentes, conocido por su duplicidad. Revelar este secreto podría romper una alianza adversaria y convencer a algunos indecisos de unirse a ti. Debes decidir si usar este secreto para chantajear al cardenal, difundirlo discretamente entre los votantes o conservarlo como un as en la manga para jugar en el momento oportuno.",
  "alliance_consensus_mission_1": "Durante un encuentro furtivo, un informante te entrega un documento comprometedor sobre uno de los cardenales más influyentes, conocido por su duplicidad. Revelar este secreto podría romper una alianza adversaria y convencer a algunos indecisos de unirse a ti. Debes decidir si usar este secreto para chantajear al cardenal, difundirlo discretamente entre los votantes o conservarlo como un as en la manga para jugar en el momento oportuno.",
  "alliance_consensus_mission_1_pos": "El secreto fue utilizado con éxito, ganando apoyos para tu facción.",
  "alliance_consensus_mission_1_neg": "El uso del secreto no surtió el efecto deseado, o tuvo consecuencias negativas.",
  "alliance_consensus_mission_2_input": "Muchos cardenales permanecen fuera de las grandes facciones, indecisos y cautelosos. Organiza una serie de reuniones privadas para hablar con ellos, escuchar sus miedos y ofrecer una alternativa creíble y segura. Debes mostrar flexibilidad sin perder coherencia, ganando su confianza y convenciéndolos de que tu facción es el camino hacia un futuro estable y renovado.",
  "alliance_consensus_mission_2": "Muchos cardenales permanecen fuera de las grandes facciones, indecisos y cautelosos. Organiza una serie de reuniones privadas para hablar con ellos, escuchar sus miedos y ofrecer una alternativa creíble y segura. Debes mostrar flexibilidad sin perder coherencia, ganando su confianza y convenciéndolos de que tu facción es el camino hacia un futuro estable y renovado.",
  "alliance_consensus_mission_2_pos": "Tus reuniones privadas tuvieron éxito, ganando el apoyo de cardenales indecisos.",
  "alliance_consensus_mission_2_neg": "Los cardenales indecisos no fueron convencidos de unirse a tu facción.",
  "alliance_consensus_mission_3_input": "Para consolidar tu imagen, participas públicamente en una ceremonia religiosa muy sentida, demostrando tu devoción y tu visión de una Iglesia más pura. El gesto puede conquistar el corazón de los más conservadores y ganar consensos que hasta ese momento te habían sido negados. Puedes optar por pronunciar un discurso solemne, organizar un rito particular o realizar un acto simbólico de humildad.",
  "alliance_consensus_mission_3": "Para consolidar tu imagen, participas públicamente en una ceremonia religiosa muy sentida, demostrando tu devoción y tu visión de una Iglesia más pura. El gesto puede conquistar el corazón de los más conservadores y ganar consensos que hasta ese momento te habían sido negados. Puedes optar por pronunciar un discurso solemne, organizar un rito particular o realizar un acto simbólico de humildad.",
  "alliance_consensus_mission_3_pos": "Tu participación en la ceremonia religiosa ha consolidado tu imagen y ha ganado consensos.",
  "alliance_consensus_mission_3_neg": "Tu intento de consolidar tu imagen no surtió el efecto deseado.",
  "alliance_consensus_gameover": "No lograste obtener el consenso necesario para tu facción. El cónclave se cierra y tu nombre no fue elegido.",

  "pope_nomination": "Después de años de intrigas, maniobras diplomáticas, oraciones secretas y milagros sospechosos... lo has logrado. La Capilla Sixtina está en silencio. La multitud en la Plaza de San Pedro contiene la respiración. Un fino hilo de humo blanco se eleva lentamente en el cielo de Roma. Es la señal. Es el momento. Eres tú. Los cardenales te han elegido. Después de largas votaciones y susurros detrás de los antiguos sillones de madera, la decisión ha llegado: has sido elegido Pontífice, guía espiritual de más de mil millones de fieles. El trono de Pedro es ahora tuyo. El Maestro de las Celebraciones Litúrgicas Pontificias se acerca y te susurra: “Sanctitas tua, ¿cómo deseáis llamaros?” Elige un nombre. Quizás un tributo a los santos. Quizás una señal de ruptura. Pero ahora ya no eres solo un hombre. Eres el Vicario de Cristo. Vistes la blanca vestidura papal. Te miras por última vez al espejo, pero el hombre reflejado ya no eres tú: es el Papa. El Cardenal Protodiácono se asoma al balcón central y anuncia: “¡Habemus Papam!” La plaza estalla en un clamor de júbilo. Campanas. Lágrimas. Fe que se renueva. Has ganado. No solo el juego. Has conquistado el corazón de la Iglesia. El mundo ahora te mira. Cada palabra, cada gesto será historia. Pero solo el comienzo del pontificado. Que Dios te guíe... Santidad.\n",

  "WIN": "¡HAS GANADO!"
}