{
  "err": "--ERREUR : Veuillez saisir un choix valide--\n",
  "lang_err": "--ERREUR : Veuillez saisir une langue valide--\n",
  "name_err": "--ERREUR : Veuillez saisir un nom valide--\n",

  "choose_lang": "Choisissez la langue :",

  "name": "Choisissez votre nom\n",

  "go_on": "\n--------------------------\nAPPUYEZ SUR ENTRÉE POUR CONTINUER\n--------------------------\n",

  "dice_launch_input_pos": "\nLancez le dé pour voir combien de points {point_type} vous gagnez.\nAppuyez sur Entrée pour lancer le dé...",
  "dice_launch_input_neg": "\nLancez le dé pour voir combien de points {point_type} vous perdez.\nAppuyez sur Entrée pour lancer le dé...",
  "coin_launch_input": "\nLancez la pièce pour voir si vous gagnez ou perdez des points {point_type}.\nAppuyez sur Entrée pour lancer la pièce...",

  "coin_output_heads": "\nC'est Face ! Vous gagnez un point {point_type}.",
  "coin_output_tails": "\nC'est Pile ! Vous perdez un point {point_type}.",

  "dice_output_pos": "\nC'est {result} ! Vous gagnez {result} points {point_type}.",
  "dice_output_pos_1": "\nC'est {result} ! Vous gagnez {result} point {point_type}.",
  "dice_output_neg": "\nC'est {result} ! Vous perdez {result} points {point_type}.",
  "dice_output_neg_1": "\nC'est {result} ! Vous perdez {result} point {point_type}.",

  "dice_voc": "vocation",
  "dice_pop_agr": "approbation populaire",
  "dice_pol_infl": "influence politique",
  "dice_cur_rel": "pertinence curiale",
  "dice_dipl_skills": "compétences diplomatiques",

  "faith_test": "\nPour réussir le test, vous devez obtenir un score de Foi supérieur à {faith}. Pour ce faire, vous devez ajouter à vos points de vocation le score obtenu en lançant deux dés à 6 faces et trois dés à 4 faces\n\n",
  "secrets_test": "\nPour réussir le test, vous devez obtenir un score de Foi supérieur à {secrets}. Pour ce faire, vous devez ajouter à vos points de vocation le score obtenu en lançant un dé à 6 faces et deux dés à 4 faces\n\n",
  "influence_test": "\nPour réussir le test, vous devez obtenir un score de Foi supérieur à {belief}. Pour ce faire, vous devez ajouter à vos points de vocation le score obtenu en lançant deux dés à 6 faces et trois dés à 4 faces\n\n",
  "strategy_test": "\nPour réussir le test, vous devez obtenir un score de Foi supérieur à {strategy}. Pour ce faire, vous devez ajouter à vos points de vocation le score obtenu en lançant deux dés à 6 faces et trois dés à 4 faces\n\n",
  "charisma_test": "\nPour réussir le test, vous devez obtenir un score de Foi supérieur à {charisma}. Pour ce faire, vous devez ajouter à vos points de vocation le score obtenu en lançant un dé à 6 faces et deux dés à 4 faces\n\n",

  "test_input_1": "Appuyez sur Entrée pour lancer les deux dés à 6 faces...",
  "test_input_2": "Appuyez sur Entrée pour lancer les trois dés à 4 faces...",
  "test_input_3": "Appuyez sur Entrée pour lancer un dé à 6 faces...",
  "test_input_4": "Appuyez sur Entrée pour lancer les deux dés à 4 faces...",

  "test_result": "Vous avez obtenu {result} !\n",

  "point_print": "\nStatistiques du joueur :\n  Vocation : {voc}\n  Approbation populaire : {pop_agr}\n  Influence politique : {pol_infl}\n  Pertinence curiale : {cur_rel}\n  Compétences diplomatiques : {dipl_skills}\n\n  Consensus total : {consensus}\n",

  "start": "Nous sommes à cheval entre le XVe et le XVIe siècle, au cœur de la Renaissance italienne. Une période où la péninsule est largement fragmentée en une multitude de duchés, de seigneuries, de royaumes et de républiques en constante compétition. Les grandes puissances de {context} dominent la scène politique, sans oublier l'importance de l'État pontifical en Italie centrale, qui a une influence dans toute l'Europe. La Papauté, bien que traversant des moments de crise, comme le schisme d'Occident, est capable de retrouver et de renforcer son pouvoir temporel, sous les pontificats de Sixte IV et d'Alexandre VI ; la politique ecclésiastique devient de plus en plus active et ambitieuse, souvent mêlée aux intérêts des grandes familles italiennes. C'est dans ce scénario qu'en 1475, vous naissez, {player_name} de la famille {family_name}, l'une des plus anciennes et des plus influentes de {city}. Vous êtes un fils cadet : le droit d'héritage vous a échappé de peu. À un âge où chaque décision peut changer le destin d'une famille, voire d'un État, vous devrez bien peser chacun de vos mouvements. C'est donc à vous de décider quelle carrière entreprendre...",

  "career_choice": "Votre cœur est jeune, mais la vie vous demande déjà de choisir : quel chemin prendrez-vous pour laisser une trace dans le monde ? Le destin vous place devant deux voies.\n1 - Prêtre : Une vie dédiée à Dieu, à la parole, au mystère.\n2 - Soldat : Une vie forgée dans le fer et le sang, au service du pouvoir.\n",

  "firenze_input": "Que décidez-vous de faire ?\n1 - Défendez Savonarole des accusations\n2 - Contenez les désordres, sans prendre parti\n",
  "firenze_init": "En 1494, Girolamo Savonarole prend le pouvoir à Florence et instaure un régime théocratique. Il prêche des réformes morales radicales et annonce l'arrivée imminente d'un envahisseur qui punira les péchés de l'Italie. Ses paroles ébranlent la ville, mais suscitent aussi de profondes divisions.",
  "firenze_1": "Vous choisissez de soutenir ouvertement Savonarole. Vous voyez en lui un authentique renouveau spirituel pour Florence. Ses paroles, grâce aussi à votre soutien, trouvent un public de plus en plus large. Les citoyens l'acclament, les puissants tremblent. Cependant, votre position vous expose à des critiques : Rome et les cours étrangères vous accusent d'hérésie déguisée en foi. Florence se transforme en un champ de bataille idéologique. Lorsque, comme prophétisé, une armée étrangère envahit l'Italie, beaucoup vous considèrent comme un visionnaire qui a écouté le prophète désarmé. Vous avez gagné le respect, mais à quel prix.",
  "firenze_2_pos": "Vous décidez de ne pas prendre de position nette. Vous permettez à Savonarole de prêcher, mais vous freinez ses excès. Vous bloquez les processions les plus radicales et démanteler les tribunaux populaires. La ville reste en équilibre précaire, mais ne sombre pas dans le chaos. Les nobles vous estiment pour votre modération et l'Église vous regarde avec une approbation prudente. Lorsque l'envahisseur arrive, Florence est effrayée mais stable. Vous n'avez pas brillé par votre courage, mais pas non plus par votre passivité. Vous avez été un médiateur, mais vous avez compris qu'une vie dévouée à Dieu est le seul chemin vers la sérénité et la paix. Pour cette raison, vous décidez de devenir prêtre.",
  "firenze_2_neg": "Vous essayez de maintenir l'équilibre entre le pouvoir de Savonarole et les pressions des nobles. Vous contrôlez les bûchers, modérez les sermons, tentez des compromis. Mais vous ne contentez personne. Lorsque l'invasion étrangère se matérialise, la ville est divisée. Les partisans du prophète vous accusent d'avoir éteint la voix de Dieu. Vos alliés politiques vous abandonnent. Dans une nuit de violence, vous êtes capturé par une foule en colère. Il n'y a pas de procès, juste une exécution sommaire sur la place. Votre corps devient un avertissement. L'histoire ne se souvient pas de ceux qui ont essayé de rester au milieu.",

  "ven_mil_mant_input": "En 1495 naît la Sainte Ligue, une alliance militaire conclue entre le pape Alexandre VI, le roi de Naples Ferdinand d'Aragon, le Saint-Empire romain germanique, les Sforza de Milan et la République de Venise. L'objectif principal de la ligue était de contrer la descente en Italie de Charles VIII de France et sa prétention à conquérir le royaume de Naples, tandis qu'à Florence s'instaurait un régime théocratique controversé. Remontant la péninsule, l'objectif de Charles VIII passa de la conquête de Naples à celle de Milan, et l'événement décisif fut la bataille de Fornoue à laquelle prirent part contre les Français Mantoue, Venise, Milan et Bologne. Vous êtes un soldat cadet et en tant que citoyen de {fam_city}, vous participez à la bataille. \nIl vous est conseillé de combattre en seconde ligne, cependant vous pouvez décider d'aller en première ligne, à vous de choisir...\n1 - Première ligne\n2 - Seconde ligne\n",
  "ven_mil_mant_1_pos": "La bataille se résout rapidement, mais de manière sanglante, et vous ayant fait valoir en combattant en première ligne, vous avez été gravement blessé. Après quelques jours, l'extrême-onction vous est administrée, mais vous parvenez finalement à survivre, et vous voyez cela comme un miracle qui vous a été accordé par le Seigneur ; par conséquent, blessé, votre carrière militaire se termine. Après cet événement, vous avez compris qu'une vie dévouée à Dieu est le seul chemin vers la sérénité et la paix. Pour cette raison, vous décidez de devenir prêtre.\n",
  "ven_mil_mant_1_neg": "Vos efforts au combat n'ont pas suffi, l'épée ennemie transperce votre thorax. Vos yeux s'éteignent pour toujours...",
  "ven_mil_mant_2": "La bataille se résout rapidement, mais de manière sanglante. Vous, soldat cadet à votre première bataille, êtes choqué par l'atrocité de la guerre, et vous abandonnez donc votre carrière militaire pour aider votre prochain en devenant prêtre.",

  "priest": "Jeune, vous avez dû choisir un chemin. Le destin vous a mis devant la soutane.\n",

  "why_priest_input": "Pourquoi avez-vous décidé de devenir prêtre ?\n1 - Par vocation : Vous sentiez l'appel de Dieu, clair comme une cloche dans le silence.\n2 - Par nécessité : C'était la seule voie pour échapper à la misère, un refuge entre des murs sacrés.\n",
  "why_priest_1": "Depuis votre plus jeune âge, parmi les pierres froides de l'église du village, vous sentiez quelque chose. Ce n'était pas seulement la beauté des bougies allumées ou le chant solennel du prêtre : c'était une voix. Une présence. Comme si Dieu vous murmurait derrière l'autel. Lorsque vous avez enfilé la soutane pour la première fois, ce n'était pas un masque : c'était une nouvelle peau. Chaque prière était un pas vers la vérité. Chaque acte de charité, une pièce du puzzle de la volonté divine. Maintenant que vous marchez entre les ombres du pouvoir et les lumières de l'ambition, le souvenir de cette voix vous guide. Peut-être deviendrez-vous Pape. Mais avant, vous n'étiez qu'un garçon qui voulait servir quelque chose d'éternel.\n",
  "why_priest_2": "La faim était une compagne plus fidèle que l'espoir. Les rues étaient dures, et personne ne tendait la main sans arrière-pensée. Mais l'Église... offrait du pain, un toit, des livres. Un monde différent. Devenir prêtre ne fut pas un choix spirituel, mais de survie. Vous avez appris le latin par faim, pas par foi. Vous priiez les yeux ouverts, scrutant les mécanismes du pouvoir sous les vêtements sacrés. Maintenant, en montant l'échelle ecclésiastique, vous n'oubliez pas qui vous étiez. Vous n'êtes pas aveugle : vous connaissez le jeu. Et si le Seigneur vous a vraiment appelé... peut-être l'a-t-il fait avec la voix de la faim.\n",

  "sermon_input": "Les années passent. Vous êtes maintenant prêtre. Chaque dimanche, votre visage se lève parmi la foule, et votre voix guide les cœurs. \nQuel est le cœur de votre sermon ?\n1 - Justice et miséricorde : Vous parlez du pardon, de la paix, du devoir d'aider ceux qui souffrent.\n2 - Décadence morale : Vous dénoncez les péchés du temps, l'abîme qui grandit sous les pieds de la société.\n",
  "sermon_1": "Vos paroles descendent légèrement, comme une pluie d'été sur des consciences assoiffées. Chaque dimanche, depuis la chaire, vous invitez les fidèles à se regarder dans les yeux. À pardonner les dettes, à partager le pain avec les affamés, à se pencher sur les blessures du monde. Vous ne criez pas : vous caressez. Vous n'accusez pas : vous consolez. Les pauvres commencent à venir juste pour vous entendre. Les pécheurs vous écoutent en silence. Même ceux qui ne croient pas trouvent en vous quelque chose qui manque ailleurs : un écho de bonté authentique. Les puissants tordent le nez, mais ne peuvent vous ignorer. Votre renommée grandit comme une graine dans la bonne terre. Peut-être la sainteté n'est-elle pas dans le pouvoir... mais vous, sans la chercher, vous vous en rapprochez.\n",
  "sermon_2": "Quand vous parlez, votre voix est de feu. Vous ne sucrez pas. Vous n'adoucit pas. Vous dénoncez l'avidité des marchands, la luxure des nobles, la corruption du clergé. Vos sermons résonnent comme le tonnerre dans les nefs. Certains se lèvent et s'en vont. D'autres restent, captivés, tremblants. Vous dites que Rome est devenue Babylone. Que le monde danse au bord de l'enfer, et personne ne veut le voir. Certains vous appellent prophète. D'autres, fanatique. Mais cela vous importe peu. Vous ne voulez pas être aimé. Vous voulez qu'ils se repentent. Et ainsi, sermon après sermon, vous devenez le visage d'un temps qui change. Ou d'une tempête qui arrive.\n",

  "present_input": "Un de vos oncles, homme riche et influent, vous offre une somme importante. Mais en échange, il demande le silence sur une affaire louche que vous avez découverte. \nQue faites-vous de ce don ?\n1 - Vous le donnez en bienfaisance : L'argent va aux pauvres, mais le péché reste dans le silence.\n2 - Vous le gardez pour vous : Pensant que cela vous servira peut-être un jour pour « un bien plus grand ».\n3 - Vous n'acceptez pas le don : Vous refusez, même si cela signifie ruiner vos relations familiales.\n",
  "present_1": "Vous acceptez la somme, mais le cœur serré. Pas pour vous. Jamais pour vous. L'argent sale devient du pain pour les orphelins, des médicaments pour les malades, des couvertures pour ceux qui dorment sur les pierres. En public, vous êtes loué comme un prêtre généreux. Les foules vous suivent. Vos gestes inspirent l'imitation. Mais la nuit, quand vous priez, votre conscience ne se tait pas. Vous savez ce que vous avez couvert. Le péché de l'autre est devenu aussi le vôtre, vêtu de charité. Votre réputation grandit... mais aussi l'ombre qui l'accompagne.\n",
  "present_2": "Vous acceptez l'argent en silence et le cachez. Non par avidité, vous dites-vous, mais par prévoyance. Peut-être qu'un jour vous pourrez l'utiliser pour acheter un livre interdit, financer un couvent en secret, ou corrompre le corrompu pour arrêter un mal pire. C'est ainsi que commence la descente. Petits mensonges, discrets transferts d'argent. Mais aucun péché ne reste caché pour toujours. Un jeune clerc, trop curieux, découvre vos papiers. Les rumeurs courent. Et enfin, la tempête arrive : vous êtes convoqué par un tribunal ecclésiastique. Peu importe combien vous vous justifiez, combien vous invoquez le « bien futur » — les pièces que vous avez acceptées pèsent plus que vos paroles. Vous êtes excommunié. Votre nom est banni des prières. Vos vêtements sacerdotaux sont déchirés. Les fidèles vous tournent le dos. Même votre famille, déjà complice, vous renie pour se sauver. Vous avez perdu. Vous n'êtes pas devenu Pape. Vous êtes devenu un exemple... de ce qu'il ne faut pas être.\n",
  "present_3": "Vous regardez votre oncle dans les yeux. Vous sentez le poids de l'histoire familiale, des dîners d'enfance, des faveurs reçues. Mais votre foi – ou peut-être seulement votre fierté – est plus forte. Vous refusez. Son expression change : respect, puis froideur. À partir de ce jour, vous êtes exclu. Votre famille vous ferme les portes. Vous êtes un étranger parmi les vôtres. Mais à l'intérieur, une paix profonde. Vous avez choisi la vérité. Même si cela fait mal. Même si cela coûte. Peut-être que Dieu a vu. Peut-être pas. Mais vous savez que vous n'avez à baisser les yeux devant personne.\n",

  "become_parson_input": "On vous offre de devenir curé dans votre paroisse natale. La communauté vous connaît, vous aime et vous juge aussi. \nAcceptez-vous la charge ?\n1 - Oui : Vous voulez guider votre peuple.\n2 - Non : Vous craignez que le passé ne vous suive de trop près.\n",
  "become_parson_1": "Revenir à la maison n'est pas facile, mais vous le faites la tête haute. Vous marchez dans les mêmes rues où enfant vous couriez pieds nus, maintenant avec la soutane et le poids de la charge sur les épaules. Certains vous regardent avec une affection sincère, d'autres avec suspicion. Ils se souviennent de ce que vous étiez, et peut-être ne croient-ils pas à ce que vous êtes devenu. Mais vous ne vous laissez pas freiner. Vous célébrez des messes avec ferveur, écoutez les confessions avec patience, offrez des conseils même à ceux qui vous avaient méprisé. Jour après jour, votre exemple commence à parler plus fort que les souvenirs. Le passé vous accompagne, oui — mais il ne vous commande pas. Et peut-être est-ce là, parmi ceux qui vous ont vu naître, que commence votre véritable ascension.\n",
  "become_parson_2": "L'offre vous touche le cœur, mais vous savez que le terrain y est fragile. Chacune de vos paroles serait pesée. Chacun de vos gestes comparé à qui vous étiez, pas à qui vous êtes. Vous préférez refuser. Vous laissez la place à un autre, et vous vous éloignez en silence. Un détachement douloureux, mais nécessaire. Dans un nouveau lieu, vous pourrez construire sans ombres, sans anciens regards qui lisent le passé dans chacun de vos sermons. Peut-être qu'un jour vous reviendrez. En tant qu'évêque, cardinal... ou pape. Mais pas encore.\n",

  "cardinal_letter_input": "Un matin, vous recevez une lettre scellée. Elle provient d'un cardinal influent : il lance un projet ambitieux pour « renouveler l'Église ». Le ton est solennel, mais les mots laissent place à des interprétations. \nQue faites-vous ?\n1 - Vous entrez activement dans le projet : Vous vous joignez avec enthousiasme, prêt à gravir la hiérarchie.\n2 - Vous apportez un soutien informel : Vous montrez de l'intérêt, mais restez prudent.\n3 - Vous ignorez la lettre : Il vaut peut-être mieux ne pas s'impliquer.\n",
  "cardinal_letter_1": "Vous répondez sans hésitation. Vos mots sont décisifs, respectueux mais ambitieux. Vous vous mettez au service du cardinal, offrez des idées, vous rendez visible. Vous rencontrez des prélats, participez à des conciles réservés, apprenez à vous mouvoir entre silences et regards. Le projet prend forme. On parle de réformes, mais en coulisses, des alliances se nouent. Vous êtes là. Et quand quelqu'un doit parler en public, ou signer un document délicat, c'est souvent à vous que cela revient. Vous vous faites un nom. Le chemin vers Rome n'est plus un rêve. C'est une carte, et vous venez d'obtenir un guide.\n",
  "cardinal_letter_2": "Vous rédigez une réponse courtoise. Flatté, intéressé, mais vous ne vous engagez pas. Vous participez à quelques réunions, envoyez des commentaires confidentiels, gardez un profil bas. Votre nom apparaît dans les documents, mais en bas des pages. Si le projet échouait, vous pourriez toujours dire que vous n'avez jamais été vraiment impliqué. Mais si cela réussit... vous pourriez monter sans vous être trop exposé. La prudence vous protège. Mais elle ralentit aussi votre ascension.\n",
  "cardinal_letter_3": "Vous la laissez sur la table pendant des jours, puis la rangez avec les autres. Aucune réponse. Peut-être est-ce la peur. Ou peut-être la sagesse. Vous avez vu trop de réformateurs se brûler, trop de rêves devenir des hérésies en l'espace d'un synode. Vous continuez votre travail local. Messes, confessions, charité. Certains disent que vous êtes un homme juste, mais peu ambitieux. D'autres vous oublient. La lettre, avec le temps, ne devient qu'un regret scellé.\n",

  "annul_marriage_input": "Un noble et un bourgeois vous demandent tous deux l'annulation de leur mariage. Vous savez que l'un est politiquement utile. L'autre est juste... humain. \nQue décidez-vous ?\n1 - Vous annulez les deux : La pression est trop forte.\n2 - Vous annulez seulement celui du bourgeois : Vous le considérez comme une faveur stratégique.\n3 - Vous annulez seulement celui du noble : Vous le considérez comme politiquement utile.\n4 - Vous n'en annulez aucun : Le mariage est sacré.\n",
  "annul_marriage_1": "La pression est si forte... vous cédez à leur pouvoir. Vous examinez les cas avec rigueur. Vous étudiez les documents, écoutez les témoignages, évaluez selon la doctrine. Peu importe le rang, peu importe l'influence. Vous annulez les deux mariages, le noble vous regarde avec complaisance, le bourgeois vous embrasse, pour lui, vous avez été juste. Votre réputation grandit comme celle d'un homme équitable. Ceux qui cherchent une faveur facile savent qu'ils pourront venir à vous.\n",
  "annul_marriage_2_pos": "Vous considérez que c'est une faveur stratégique, vous n'hésitez pas trop. Vous savez que le noble a des amis à Rome, des appuis puissants, des voix qui peuvent vous élever... ou vous écraser. Vous détruisez les documents du mariage. Rapide, propre. Le bourgeois reçoit une réponse froide : vous n'annulez pas son mariage. En vous cependant... quelque chose a cessé de vous regarder dans les yeux.\n",
  "annul_marriage_2_neg": "Tenter d'annuler un mariage est une action inconcevable. La Curie le découvre immédiatement. L'abus de votre autorité est jugé grave. Vous êtes chassé et excommunié. Les fidèles vous tournent le dos, la famille vous renie. Votre carrière ecclésiastique s'arrête ici.",
  "annul_marriage_3_pos": "La demande du noble est politiquement utile, mais pleine de mensonges. Son mariage n'est qu'un pion. Au lieu de cela, le bourgeois vient avec sa femme à ses côtés, les mains tremblantes et les yeux pleins d'une douleur sincère. Vous prenez des jours pour prier. Et finalement, vous choisissez : vous annulez seulement ce mariage. Le noble est furieux. Il fait pression. Les rumeurs sur vous deviennent vénéneuses dans les cercles du pouvoir. Mais les gens vous défendent. Et quelqu'un, en silence, commence à croire que vous êtes vraiment différent.\n",
  "annul_marriage_3_neg": "Tenter d'annuler un mariage est une action inconcevable. La Curie le découvre immédiatement. L'abus de votre autorité est jugé grave. Vous êtes chassé et excommunié. Les fidèles vous tournent le dos, la famille vous renie. Votre carrière ecclésiastique s'arrête ici.",
  "annul_marriage_4": "Vous les recevez tous les deux. Vous écoutez. Mais vous restez ferme. Votre voix ne tremble pas lorsque vous prononcez la sentence : « Ce que Dieu a uni, que l'homme ne le sépare pas. » Les deux hommes quittent la salle avec des expressions opposées : le noble, offensé. Le bourgeois, vaincu. Mais vous ne jugez pas les émotions, seulement les âmes. Pour beaucoup, vous êtes inflexible, pour d'autres incorruptible.\n",

  "become_bishop_pos": "Le jour est gris, comme si le ciel lui-même voulait retenir son souffle. Dans votre chambre, silencieuse et austère, une lettre porte le sceau du Saint-Siège. Les mains tremblent. Les lèvres bougent dans une prière qui n'est pas seulement de gratitude, mais aussi de crainte. « Par la grâce de Dieu et la volonté du Saint-Père, vous avez été choisi comme nouveau Évêque de... » Le reste s'évanouit, englouti par le battement de votre cœur. Vous avez choisi, parfois avec fermeté, d'autres fois avec hésitation. Vous avez parlé aux foules, parfois avec vérité, d'autres fois avec prudence. Vous avez serré des mains sales pour construire des ponts et peut-être, parfois, pour ne pas rester seul. Et pourtant, vous êtes arrivé jusqu'ici. Le jour de la consécration, la cathédrale est pleine. De nombreux yeux sont rivés sur vous : certains pleins d'espoir, d'autres de suspicion, certains ne cherchent que des signes de faiblesse. Quand l'anneau épiscopal est passé à votre doigt, vous ne sentez pas seulement l'honneur. Vous sentez le poids. Quand on vous remet la crosse pastorale, vous ne sentez pas seulement le pouvoir. Vous sentez la responsabilité. Quand le chœur entonne le « Te Deum », vous regardez vers le haut. Mais vous pensez aussi à ce qui se cache en bas : l'ambition, le compromis, le choix.\n",
  "become_bishop_neg": "Vous avez marché le long des couloirs du pouvoir d'un pas incertain, portant l'habit de l'humilité mais sans jamais obtenir le poids de la grâce. Le Consistoire a parlé. Vos efforts, bien que fervents, n'ont pas convaincu. Vos sermons ont été écoutés, mais pas retenus. Vos œuvres ont soulevé de la poussière, mais pas des âmes. Le Collège des Cardinaux a décidé de regarder ailleurs. Le titre d'Évêque reste inaccessible. Le trône pontifical, un rêve qui s'évanouit comme de l'encens dans le vent. Vous vous retirez dans un monastère, parmi les étagères de manuscrits oubliés et les ombres des bougies éteintes. Votre voyage se termine ici en silence. Vous n'êtes pas devenu Pape. Vous n'êtes même pas devenu Évêque. Peut-être, dans une autre vie, avec plus de foi... ou plus de ruse...",

  "residence_input": "Maintenant que vous êtes devenu Évêque, votre importance dans la vie politique de votre pays est beaucoup plus élevée, en particulier vous avez la possibilité de percevoir des impôts, de gérer des documents, de conserver des ressources et de soumettre à la Curie les questions locales. Cependant, précisément parce que vous avez une telle importance, il vous est proposé, comme de coutume, de pouvoir résider à Rome, au lieu de {fam_city}. Le choix vous appartient clairement, si vous préférez valoriser votre mission locale ou chercher à acquérir une plus grande importance dans le clergé.\n1 - Restez dans votre évêché\n2 - Allez résider dans l'État de l'Église\n",
  "residence_1": "En choisissant de résider dans votre évêché, vous avez gagné le soutien des citoyens, qui vous voient désormais comme une figure de référence fondamentale de la vie du pays, l'approbation du peuple augmente en conséquence.\n",
  "residence_2": "Bien ! Vous avez déménagé à Rome, maintenant vous pourrez gérer les grandes questions théologiques, rencontrer les « gros bonnets » et avoir une relation directe avec les décisions prises par la Curie. Cependant, c'est votre peuple qui en paie le prix, se sentant abandonné et laissé à la merci des importantes familles nobles de la région.\n",

  "taxation_input": "À peine installé dans votre évêché, vous réalisez que gouverner un évêché demande plus que la seule foi. Les comptes sont en désordre, la récolte a été maigre et les besoins du clergé augmentent chaque jour. Assis dans votre bureau, le bilan ouvert devant vous, on vous pose le premier véritable choix de votre mandat :\n1 - Augmentez la taxation\n2 - Maintenez la taxation inchangée\n",
  "taxation_1": "Les caisses de l'évêché se remplissent lentement, et vos projets commencent à prendre forme : de nouveaux bancs dans la cathédrale, des parchemins plus précieux, une chorale qui chante enfin à l'unisson. Mais dans les rues, les voix se font plus amères. Les paysans murmurent des prières fatiguées, et certains commencent à regarder vers les monastères voisins, où la vie semble plus juste. Vous avez renforcé le trône... mais fissuré la chaire.\n",
  "taxation_2": "Le peuple vous bénit dans les marchés et les champs. Les enfants vous saluent en courant, et les vieillards vous appellent « bon père ». Mais le toit de la sacristie continue de goutter, et votre secrétaire secoue la tête en parcourant les registres comptables. À Rome, peu remarquent les évêques miséricordieux. Vous avez gagné les cœurs de votre troupeau... mais peut-être perdu du terrain sur la voie du trône pontifical.\n",

  "help_cardinal_input": "Dans votre nouvelle demeure, vous faites la connaissance d'un cardinal très important, le cardinal Petrucci, originaire de Sienne, qui vous demande de l'aide. Son frère, fonctionnaire fiscal à Sienne, a été condamné pour corruption, et aurait besoin d'un endroit où résider pour se cacher en attendant que l'accusation soit retirée. Étant donné que vous venez d'arriver, le cardinal Petrucci estime qu'il est plus facile d'obtenir un oui de votre part, mais vous devez décider quoi faire.\n1 - Acceptez et aidez le cardinal Petrucci\n2 - N'acceptez pas et restez fidèle à vos principes\n",
  "help_cardinal_1": "Le Cardinal Petrucci vous en est reconnaissant, il s'en souviendra, et vous avez maintenant d'importants amis dans l'État pontifical. Mais les citoyens de votre évêché ne sont pas aussi contents de cela, la rumeur se répand et un criminel dans la ville n'est pas bienvenu, surtout si cela peut envenimer les relations avec les autres seigneuries.\n",
  "help_cardinal_2": "Vous avez tenu une ligne dure, vous avez refusé d'aider un cardinal, il reconnaît votre caractère, mais il n'en sera pas content. Cela est cependant apprécié par les citoyens qui vous voient comme une figure importante pour eux et pour votre ville.\n",

  "lega_cambrai_input": "Nous sommes en 1508, les conflits en Italie, qui ne vous ont pas particulièrement affecté, ont fait de Venise une puissance grande, peut-être trop, en Italie. À ce point, le pape, Jules II, propose la création de la Ligue de Cambrai, unissant la France, l'Empire et l'Espagne pour contrer la question italienne. En tant qu'évêque, vous êtes appelé à décider comment vous comporter, vous avez désormais suffisamment d'importance pour occuper divers rôles.\n1 - Restez neutre\n2 - Opposez-vous à la Ligue\n3 - Allez au combat\n4 - Devenez ambassadeur pour l'État de l'Église\n",
  "lega_cambrai_1": "Vous préférez ne pas prendre parti dans ce conflit. Vous décidez que l'Église doit maintenir un rôle de paix, évitant de s'impliquer directement dans les guerres terrestres. La neutralité est un terrain sûr, mais aussi fragile : les puissants vous observent avec suspicion, se demandant si vous êtes courage ou timidité. Tandis que Venise grandit sans contrôle, vous priez pour la sagesse et la paix, conscient que le silence est parfois plus éloquent que les armes.\n",
  "lega_cambrai_2": "Vous voyez dans la Ligue une menace pour l'équilibre et pour l'Italie. Avec fermeté, vous prenez position contre l'alliance proposée par Jules II. Vous mettez en garde vos confrères sur les conséquences d'un pouvoir excessif concentré entre des mains étrangères et sur la dévastation que la guerre apporterait. Votre voix est un phare pour ceux qui craignent la perte de la souveraineté italienne, mais vous gagnez aussi de puissants ennemis qui vous voient comme un obstacle à éliminer.\n",
  "lega_cambrai_3": "La foi se défend aussi par l'épée. Vous acceptez de guider ou de soutenir les troupes de l'Église dans cette guerre décisive. Votre rôle devient concret, entre les épées et les fumées de la bataille. Vous risquez votre vie, mais aussi la gloire. Le sang versé pour la foi peut ouvrir la voie à un avenir de pouvoir et de respect. Ou à une fin prématurée.\n",
  "lega_cambrai_4": "Vous préférez la diplomatie à la guerre. Vous acceptez la charge de représenter le Pape auprès des cours étrangères. Votre charisme et votre intelligence seront des armes décisives dans le réseau complexe d'alliances et de trahisons. Au palais, entre banquets et intrigues, vous forgerez le destin de l'Église sans verser une goutte de sang. Mais la diplomatie est un jeu subtil, où un faux pas peut tout coûter.\n",

  "opposer_input": "S'opposer à la Ligue, oui... mais comment ? À voix haute et publique, risquant excommunications et accusations de trahison ? Ou dans l'ombre, avec discrétion et diplomatie, pour préserver votre rôle et votre ascension ?\n1 - Publiquement\n2 - Dans l'ombre\n",
  "opposer_1_pos": "Vous vous levez, faisant craquer le bois de la chaise, et saisissez la plume d'une main ferme. Votre signature apparaîtra sur des lettres ouvertes, des proclamations et des homélies : des mots lourds comme des épées. Vous dénoncerez l'avidité déguisée en croisade, défierez ouvertement les principes de la Ligue et peut-être même la volonté du Saint-Père. Vous savez que cela pourrait vous coûter tout : l'épiscopat, la protection politique, peut-être même la vie. Mais votre cœur est solide, et votre foi vous guide. Si la vérité doit être dite, vous la direz.\n",
  "opposer_1_neg": "Le décret arrive à l'aube, porté par un cheval épuisé et des mains tremblantes. Le messager n'ose pas vous regarder dans les yeux en vous tendant le parchemin. Vous brisez le sceau de doigts froids. Les mots, inscrits en latin solennel, vous frappent comme un jugement éternel : anathema sit. Excommunié. Les cloches de la cathédrale sonnent le glas, mais pas pour un corps — pour une âme coupée de l'Église. Vos alliés se dissolvent comme la brume au soleil, les fidèles évitent votre regard, et même les statues semblent se détourner. En un instant, vous êtes passé d'évêque respecté à ombre maudite. Et pourtant, au fond de votre cellule privée, entre les murs nus et le silence des renégats, vous sentez encore brûler la flamme de la justice. L'Église vous a chassé.\n",
  "opposer_2": "Vous restez assis, le regard fixé sur le calice d'argent sur l'étagère. Vous savez qu'un seul faux pas pourrait vous faire disparaître du jeu sacré du pouvoir. Mais le silence n'est pas complicité, s'il est utilisé avec astuce. Vous agirez par des contacts fiables, favoriserez les ennemis de la Ligue par des soutiens discrets, soutiendrez la paix où vous le pouvez et affaiblirez la guerre là où c'est nécessaire. Vous ne serez pas un martyr, mais un esprit dans l'ombre. Un jour, peut-être, il faudra un pape habile plus qu'audacieux — et vous serez prêt.\n",

  "battle_input": "Revêtez l'armure par-dessus la soutane d'évêque et menez des hommes à la guerre. Vous serez aux côtés du Pape dans les campagnes contre Venise, et votre fidélité ne passera pas inaperçue. Vous pouvez choisir quoi faire, comment vivre la bataille.\n1 - Allez en première ligne\n2 - Restez en arrière-garde\n",
  "battle_1": "Vous montez à cheval, serrez votre épée, et vous placez devant vos hommes. Vous criez un psaume et lancez la charge. Vous voulez montrer que la foi peut aussi être feu et acier. Vous gagnerez ainsi le respect du Saint-Siège.\n",
  "battle_2": "Vous vous arrêtez près des arrières. Vos mains tremblent, les prières se mêlent à la panique. Vous n'êtes pas fait pour la guerre, vous le comprenez maintenant. Vous regardez vos hommes partir, et espérez seulement qu'ils reviennent. Cependant, l'attaque ne va pas forcément bien se passer, vous pourriez échouer ou réussir une grande entreprise.\n",

  "front_battle_neg_1": "Un coup soudain vous désarçonne. Les troupes se dispersent, les tambours ennemis battent fort. La boue vous enveloppe, votre casque est brisé. Quelqu'un vous sauve, peut-être un soldat fidèle, peut-être juste le hasard. Vos bras sont blessés, votre corps saigne, mais vous vous accrochez à la vie d'un souffle. Vous êtes contraint de vous retirer, mais malgré cela, vous survivez jusqu'à vous rétablir complètement, après des mois.\n",
  "front_battle_neg_2": "Le sang coule à flots, vous ne sentez plus votre corps, vos yeux s'éteignent, la blessure vous a emporté. Votre ascension au trône de Pierre s'arrête ici.\n",
  "front_battle_pos": "Le soleil se levait rouge sur le champ de bataille, teignant le ciel de la couleur du sang versé et de celui qui allait encore l'être. Vous aviez depuis longtemps quitté les salles silencieuses des monastères et les couloirs marbrés des cathédrales : maintenant, vous portiez la croix sur la poitrine, mais aussi l'épée au flanc. Vous portiez encore les vêtements d'évêque, mais par-dessus, l'armure scintillait. Votre décision de vous joindre à la Ligue de Cambrai n'avait pas été prise à la légère. Mais le Pape lui-même, Jules II — le « Pape guerrier » — avait béni la cause. Venise avait trop longtemps défié l'autorité du Saint-Siège, et vous, homme de Dieu et homme d'action, aviez répondu à l'appel. Les troupes marchaient sous votre commandement. Nobles et soldats, paysans et chevaliers, vous suivaient non seulement pour votre habileté stratégique, mais pour votre foi inébranlable. Vous portiez avec vous une relique sacrée, et priiez chaque soir avant la bataille. Vos hommes disaient que là où vous leviez l'étendard, la victoire ne tardait pas. Et il en fut ainsi. La bataille fut âpre, mais votre guide ferme, votre courage et votre dévotion inspirèrent une ferveur que même les plus experts condottieres ne pouvaient reproduire. Les forces vénitiennes se dispersèrent comme poussière au vent. À la fin de l'affrontement, le camp étant calme et le brouillard de la guerre se retirant, votre nom était sur toutes les lèvres. Le messager de Rome arriva bientôt. Il était vêtu de pourpre et d'or, et portait un sceau papal. Il s'agenouilla devant vous et lut à haute voix : « En reconnaissance de votre valeur au combat, de votre fidélité inébranlable à la Sainte Église, et de votre sainte dévotion, Sa Sainteté le Pape Jules II vous élève à la dignité de Cardinal de la Sainte Église Romaine. Que votre nouvelle pourpre soit aussi ardente que le feu de votre foi. » La foule explosa en un chœur de joie. Vous inclinâtes la tête, en prière silencieuse. Mais vous saviez, au fond de vous, que ce n'était qu'un pas. Un pas sur le chemin de la Tiara. La Croix brillait maintenant plus près.\n",

  "ambassador_input": "Vous avez choisi la voie de l'ambassadeur. Maintenant, le Pape compte sur vous pour défendre les intérêts de l'Église en terre étrangère. Avant de partir, cependant, vous devez décider où vous allez accomplir votre mission. Le secrétaire papal vous tend deux lettres scellées. L'une vous envoie en France, l'autre dans le Saint-Empire romain germanique. Que choisissez-vous ?\n1 - France\n2 - Saint-Empire romain germanique\n",
  "ambassador_france": "Vous choisissez d'aller au Royaume de France, à la cour de Louis XII, les relations sont excellentes. La France est alliée du Pape dans la guerre contre Venise. Le Roi est puissant et sa cour est pleine de nobles et d'évêques.\n",
  "ambassador_sri_input": "L'Empire est vaste et complexe. Les princes locaux commencent à douter de l'Église, et le Pape regarde avec suspicion certaines idées qui commencent à circuler. Vous pouvez agir de deux manières :\n1 - Durement\n2 - Paisiblement\n",
  "ambassador_sri_strong": "Vous parlez clairement et fort. Vous représentez l'autorité du Pape. Vous exigez l'obéissance et menacez ceux qui s'opposent.\n",
  "ambassador_sri_calm": "Vous recherchez le dialogue, écoutez, parlez avec tact. Vous traitez avec les princes et les villes pour maintenir la paix et renforcer la foi.\n",

  "lega_santa_input": "Nous sommes en 1511, Jules II a forgé un nouveau pacte : la Sainte Ligue. Contre la France, ex-alliée, désormais une menace croissante. Les frontières tremblent, les alliances se brisent, les consciences se divisent. Le monde observe... et vous ? Vous avez gardé le silence pendant que d'autres criaient. Vous avez protégé le troupeau pendant que les évêques et les ambassadeurs se partageaient les cartes. Mais maintenant, la guerre ne vous laisse plus de marge. Les champs brûlent, les églises se divisent, les nobles frappent à votre porte exigeant une réponse. Le temps de l'équilibre est révolu. Maintenant, vous devez choisir votre camp.\n1 - En faveur de la Sainte Ligue\n2 - Contre la Sainte Ligue\n",
  "lega_santa_pro_1": "Après des mois de silence et de réflexion, vous décidez que le temps de l'inaction est révolu. Maintenant que la menace française devient plus réelle, vous ranger du côté de la Sainte Ligue signifie défendre l'Église et l'Italie contre un danger imminent. Vos confrères apprécient le courage, et vous entrez avec force dans le jeu, prêt à soutenir le Pape dans la guerre qui fait rage. Votre silence se transforme en voix, votre prudence en décision.\n",
  "lega_santa_pro_2": "En tant qu'ambassadeur, votre diplomatie soutient désormais la Sainte Ligue. Vous utilisez chaque mot, chaque sourire pour tisser des alliances et renforcer la position du Pape. Votre rôle est décisif pour éviter que la guerre ne se transforme en un désastre total. Dans les coulisses, cependant, vous savez que chaque négociation cache des compromis douloureux et des trahisons silencieuses.\n",
  "lega_santa_pro_3": "En tant qu'ambassadeur, votre diplomatie soutient désormais la Sainte Ligue. Vous utilisez chaque mot, chaque sourire pour tisser des alliances et renforcer la position du Pape. Votre rôle est décisif pour éviter que la guerre ne se transforme en un désastre total. Dans les coulisses, cependant, vous savez que chaque négociation cache des compromis douloureux et des trahisons silencieuses.\n",
  "lega_santa_pro_4": "En tant qu'ambassadeur, votre diplomatie soutient désormais la Sainte Ligue. Vous utilisez chaque mot, chaque sourire pour tisser des alliances et renforcer la position du Pape. Votre rôle est décisif pour éviter que la guerre ne se transforme en un désastre total. Dans les coulisses, cependant, vous savez que chaque négociation cache des compromis douloureux et des trahisons silencieuses.\n",
  "lega_santa_pro_5": "Malgré votre opposition passée, la situation vous contraint à un réexamen. La Sainte Ligue est le dernier espoir pour arrêter la France, un ennemi trop dangereux pour être ignoré. Votre soutien arrive comme un signal d'unité, un geste qui vise à sauver ce qui reste de la paix et de l'autorité papale. Mais vos détracteurs vous accusent d'incohérence. Vous répondez que la fidélité à l'Église prime sur tout le reste.\n",
  "lega_santa_pro_6": "Le sang coule, les blessures brûlent, mais vous ne fléchissez pas le genou. Votre dévouement à la Sainte Ligue vous a conduit à tout risquer, et la douleur physique n'est qu'un prix à payer pour la foi et le pouvoir. Votre courage inspire ceux qui vous entourent, votre souffrance devient légende. Pourtant, vous savez que les cicatrices porteront un poids même au-delà de la guerre, marquant chacun de vos pas futurs.\n",
  "lega_santa_pro_7": "Le champ de bataille est un théâtre de feu et de flammes, mais la chance a été de votre côté. Vous avez mené les troupes avec courage et astuce, sans subir de blessures. Votre figure émerge comme un symbole de force et de résilience, prêt à soutenir la cause de la Sainte Ligue avec la vigueur de celui qui a prouvé sa valeur sans jamais faiblir. Vos alliés vous regardent avec admiration, vos ennemis avec respect — mais vous savez que la guerre ne fait que commencer.\n",
  "lega_santa_contro_1": "Vous restez fidèle à votre choix de neutralité, mais cette fois l'enjeu est plus élevé. La Sainte Ligue, avec sa férocité, vous semble une source supplémentaire de dévastation. Vous critiquez ouvertement l'alliance, mais beaucoup vous regardent avec suspicion. Le Pape voit en vous un obstacle, et les nobles commencent à douter de votre fidélité. Le temps de la neutralité est passé. Maintenant, vous jouez le tout pour le tout.\n",
  "lega_santa_contro_2": "Pendant que d'autres signent des pactes et serrent des mains, vous choisissez la voie de la dissidence diplomatique. Vous dénoncez la Sainte Ligue comme une source de conflit inutile, proposez des alternatives pacifiques, même si peu vous écoutent. Votre position est risquée : vous mettez en jeu votre carrière et votre propre vie. Mais dans l'histoire, peut-être serez-vous souvenu comme celui qui a eu le courage de dire non.\n",
  "lega_santa_contro_3": "Pendant que d'autres signent des pactes et serrent des mains, vous choisissez la voie de la dissidence diplomatique. Vous dénoncez la Sainte Ligue comme une source de conflit inutile, proposez des alternatives pacifiques, même si peu vous écoutent. Votre position est risquée : vous mettez en jeu votre carrière et votre propre vie. Mais dans l'histoire, peut-être serez-vous souvenu comme celui qui a eu le courage de dire non.\n",
  "lega_santa_contro_4": "Pendant que d'autres signent des pactes et serrent des mains, vous choisissez la voie de la dissidence diplomatique. Vous dénoncez la Sainte Ligue comme une source de conflit inutile, proposez des alternatives pacifiques, même si peu vous écoutent. Votre position est risquée : vous mettez en jeu votre carrière et votre propre vie. Mais dans l'histoire, peut-être serez-vous souvenu comme celui qui a eu le courage de dire non.\n",
  "lega_santa_contro_5": "Vous restez ferme dans vos convictions : la Sainte Ligue n'est qu'une autre forme de guerre et d'oppression. Votre opposition se durcit, presque un acte de rébellion. Beaucoup vous craignent, certains vous évitent. Mais parmi le peuple et les nobles désabusés, vous recueillez des soutiens silencieux. Vous êtes un phare pour ceux qui rêvent d'une Italie libre et d'une Église moins guerrière.\n",
  "lega_santa_contro_6": "Blessé au combat, votre choix de vous opposer à la Sainte Ligue prend un sens encore plus profond. Votre corps marque le prix du conflit, tandis que votre âme reste fidèle à ce en quoi vous croyez. Votre souffrance fait de vous un symbole de résistance, un exemple pour ceux qui refusent la guerre imposée par la Ligue. Mais la route est dure et la reprise incertaine. Le risque est grand, mais votre cause vaut chaque douleur.\n",
  "lega_santa_contro_7": "Vous avez choisi de combattre, mais pas aux côtés de la Ligue. Bien que n'ayant pas subi de blessures, le poids de la bataille pèse sur vous : vous combattez pour un idéal, défiant les pouvoirs établis. Votre présence sur le terrain est un signe fort de dissidence, et pourtant le manque de blessures vous permet de maintenir lucidité et stratégie pour guider ceux qui partagent votre cause. Le prix de la guerre est élevé, mais votre détermination ne s'éteint pas.\n",

  "become_cardinal_pos": "Les cloches de Rome résonnent d'un écho solennel et profond, tandis que le Pape lui-même vous confère le précieux anneau rouge. Ce signe de feu n'est pas seulement un ornement, mais un symbole de pouvoir et de responsabilité que vous portez désormais avec dignité à vos doigts. Vous êtes entré dans l'élite de l'Église, parmi ceux qui façonnent le destin de la foi et des nations. Vos pas résonnent dans les couloirs du Vatican, où les décisions s'entremêlent avec les intrigues et les visions d'un monde meilleur. Votre regard se pose au-delà de l'horizon : la tiare papale n'est pas loin, et vous êtes prêt à monter, un échelon à la fois, vers ce rêve.\n",
  "become_cardinal_neg": "Vous avez franchi des seuils sacrés avec un cœur dévot, mais d'un pas hésitant. Vous avez porté l'habit de l'humilité comme une seconde peau, mais vous n'avez jamais reçu le sceau de la confiance. La Curie a observé. Vos prières sont montées au ciel, mais n'ont pas ébranlé la terre. Vos enseignements ont traversé les nefs, mais n'ont laissé aucune trace dans l'âme du Collège. Le Saint-Père a choisi de tourner son regard ailleurs. Le chapeau cardinalice n'a jamais effleuré votre tête. Le trône pontifical, un mirage qui s'évanouit avant même de pouvoir en prononcer le nom. Vous retournez maintenant au silence de votre cloître, parmi les parchemins jaunis et les pensées inexprimées. Votre ascension s'est interrompue non par faute, mais par manque de destin. Vous n'êtes pas devenu Pape. Vous n'avez même pas été choisi comme Cardinal. Peut-être, en un autre temps, avec plus de charisme... ou moins de scrupules...\n",

  "conclave_start_input": "Les portes du Vatican se sont fermées il y a quelques heures à peine, et déjà le parfum de l'encens se mêle à celui, plus âcre, des ambitions. Dans les couloirs silencieux, les cardinaux se sondent comme des généraux en temps de guerre. Giovanni de' Medici se meut avec aisance : il est jeune, mais craint. Ses partisans chuchotent des promesses de réforme et de prestige. De l'autre côté, le front espagnol, mené par Bernardino López de Carvajal, bâtit une coalition sur des idéaux d'austérité et de renouveau spirituel.\nLes factions se dessinent rapidement. Vous pouvez choisir de vous allier à l'un de ces deux blocs bien structurés, obtenant protection et ressources. Ou vous pouvez tenter la voie qui vous mènera à la gloire, même si elle est plus difficile : fonder votre propre faction personnelle, conquérir les votes un par un, construire des consensus à coups de promesses, d'intimidations et de ruse. C'est un défi risqué, mais si vous réussissez… l'Église sera vraiment à vous.\n1 - Soutenir ouvertement Giovanni de' Medici\n2 - Vous allier au front espagnol mené par Carvajal\n3 - Tenter de créer votre propre faction indépendante\n",
  "conclave_start_1": "Vous avez suivi le vent le plus fort, et cela semblait d'abord le choix le plus sage. Les dîners avec ses alliés se sont faits fréquents, les rires abondants, les votes promis à chaque poignée de main. Mais Giovanni est trop fort, trop charismatique, trop favorisé. Finalement, votre voix a été noyée dans le chœur qui l'acclame. Quand la fumée blanche s'élève, c'est pour lui. Et vous, même en l'ayant soutenu, n'obtenez rien. Votre nom n'est pas sur la liste des favoris. Aucun rôle important ne vous est offert. Le nouveau Pape récompense les plus puissants, pas les loyaux. Le conclave se ferme, et vous sortez de ces murs plus anonyme que lorsque vous y êtes entré.\n",
  "conclave_start_2": "Vous vous rangez du côté des réformateurs, aux côtés des cardinaux qui rêvent d'une Église plus sobre, moins corrompue. Francisco de Cisneros vous reçoit avec respect, mais vous fait vite comprendre : il y a déjà des candidats soutenus. Votre présence est appréciée, mais votre nom n'est pas sur toutes les lèvres. Il vous appartient maintenant de les convaincre, un par un, que votre visage représente réellement le renouveau. Certains vous écoutent, d'autres vous ignorent. Vous passez les nuits à écrire des lettres, à organiser de petites réunions secrètes. Une partie de la faction commence à vous faire plus confiance qu'à leurs propres chefs. Ce ne sera pas facile. Vous devrez affronter des doubles jeux, des résistances et des jalousies. Mais si vous parvenez à briser le front, à diviser les votes, vous pourriez en sortir comme la seule figure capable de le maintenir uni. Convainquez les membres de votre faction de vous donner leurs votes.\n",
  "conclave_start_3": "Vous renoncez à vous lier à des noms déjà connus. Vous décidez que votre chemin passera par l'incertitude et l'ambition pure. Jour après jour, vous approchez les cardinaux les plus indécis, parlez avec ceux qui sont marginalisés, écoutez les besoins des plus silencieux. Vous promettez des postes, consultez des mémoires privées, offrez une écoute là où d'autres imposent. Vous commencez comme un écho. Puis vous devenez une voix. Puis, on murmure votre nom même dans les couloirs du pouvoir. Certains vous rejettent avec mépris, d'autres vous observent avec curiosité. Deux votes ici, un là. Une alliance inattendue. Un secret découvert. Votre faction grandit lentement, mais elle grandit. Vous n'êtes pas l'option la plus facile, mais vous êtes le seul qui ne doit rien à personne. Et cela, dans un conclave, est un pouvoir immense.\n",

  "spanish_alliance": "Vous avez choisi de vous faufiler dans les rangs de la faction espagnole, celle qui est plus stricte, plus enracinée dans la tradition, mais aussi secouée par des tensions internes que peu osent nommer à haute voix. Francisco Jiménez de Cisneros vous a accueilli avec le visage impassible de celui qui connaît les jeux de pouvoir, mais derrière ses yeux attentifs se cache un défi tacite : ici, rien ne s'obtient par sympathie. Les votes, dans ce bloc compact, ne se recueillent pas d'une poignée de main. Il faut s'insinuer dans les fissures du consensus, parler là où les autres imposent, écouter là où l'on prêche. Il ne suffira pas de se montrer, il faudra convaincre, affronter des regards méfiants, surmonter plus d'un obstacle — certains silencieux, d'autres tranchants comme des confessions. Si vous savez marcher sur ce fil subtil sans tomber, vous pourriez devenir le nouveau visage que l'Espagne, peut-être, ne savait pas vouloir. Mais attention : même la foi la plus pure peut brûler celui qui la manie avec trop d'ambition.\n",

  "spanish_alliance_mission_1_input": "Le cardinal Diego López de Ayala est l'un des plus influents de la faction espagnole. C'est un traditionaliste, mais ses récentes lettres parlent de désillusion. Vous le rencontrez dans le cloître intérieur, alors qu'il feuillette une ancienne copie de la Règle de saint Benoît. « Notre candidat a les mains trop liées au passé, » vous confie-t-il. « Mais vous... vous êtes trop jeune. Qu'est-ce qui me garantit que vous ne serez pas un autre Medici, sous de fausses apparences ? » Vous avez peu de temps pour le convaincre. \nParlez-lui de votre vision spirituelle, montrez-lui un document compromettant sur un autre candidat, offrez-lui un poste dans la future Curie.\n",
  "spanish_alliance_mission_1": "Dans le silence feutré du cloître intérieur, le cardinal Diego López de Ayala lève à peine les yeux du manuscrit qu'il serre entre ses mains. Le visage est creusé, marqué par des années d'obéissance et de désillusion. « Notre candidat regarde le passé, » murmure-t-il, « mais vous… vous n'êtes qu'un nouveau visage. Rien de plus. » Le poids de ses mots pèse comme une pierre. Mais vous ne tentez pas la voie facile : vous n'offrez ni promesses, ni postes. Vous vous tenez devant lui, la voix ferme et le cœur ouvert. Vous parlez d'une Église qui revient à l'essentiel, d'un renouveau qui naît non du pouvoir, mais de la foi. Vous citez les Écritures, les Pères, le besoin urgent d'un retour à la vérité spirituelle, dépouillée d'or et de calcul. Il ferme lentement le livre. Il vous observe. Quelque chose dans ses yeux change, mais il est trop tôt pour savoir si ce sera suffisant. Maintenant, une seule chose compte : votre foi sera-t-elle assez profonde pour émouvoir la sienne ?\nTest de Foi : lancez les dés pour convaincre le cardinal Ayala.\n",
  "spanish_alliance_mission_1_pos": "Vous avez convaincu le cardinal Ayala en faisant appel à la foi et au renouveau, votre discours l'a profondément touché.",
  "spanish_alliance_mission_1_neg": "Le cardinal Ayala n'a pas été convaincu par votre appel à la foi.",
  "spanish_alliance_mission_2_input": "Vous avez reçu une invitation personnelle : un dîner informel offert par le cardinal Hernando de la Vega, homme habile, avec de nombreux contacts français. Il vous observe attentivement alors qu'il coupe le sanglier rôti. « Je sais qui vous êtes. Mais vous n'êtes pas encore un nom que la France soutiendrait. Convainquez-moi, et je pourrais vous apporter cinq votes de la Loire. » Pendant le dîner, vous avez l'occasion de l'entretenir avec éloquence, de raconter une vision diplomatique qui implique également les royaumes étrangers, ou – dans un moment plus tendu – vous pouvez le menacer de manière voilée, en lui rappelant une lettre compromettante que vous possédez.\n",
  "spanish_alliance_mission_2": "Pendant le dîner avec le cardinal Hernando de la Vega, il vous observe attentivement alors qu'il coupe le sanglier rôti. « Je sais qui vous êtes. Mais vous n'êtes pas encore un nom que la France soutiendrait. Convainquez-moi, et je pourrais vous apporter cinq votes de la Loire. » Vous avez l'occasion de l'entretenir avec éloquence, de raconter une vision diplomatique qui implique également les royaumes étrangers, ou – dans un moment plus tendu – vous pouvez le menacer de manière voilée, en lui rappelant une lettre compromettante que vous possédez.",
  "spanish_alliance_mission_2_pos": "Vous avez réussi à convaincre le cardinal de la Vega, l'enchantant par votre éloquence et votre culture diplomatique.",
  "spanish_alliance_mission_2_neg": "Le cardinal de la Vega n'a pas été convaincu par votre éloquence ou votre stratégie diplomatique.",
  "spanish_alliance_mission_3_input": "Peu avant la session de vote, vous croisez le cardinal Tomás de Torquemada. C'est l'un des hommes clés du bloc espagnol. Il ne vous fait pas confiance. « Vous parlez bien, mais je ne vois pas en vous la rigueur dont l'Église a besoin. Vous voulez la tiare ? Prouvez que vous pouvez porter la croix. » Il vous met au défi : soit vous montrez publiquement votre adhésion à une réforme drastique (ce qui pourrait vous aliéner d'autres votes), soit vous devez gagner son cœur par un geste sincère, une humilité que peu de cardinaux montrent. Ou… vous pouvez le faire taire, par la force d'un secret.",
  "spanish_alliance_mission_3": "Peu avant la session de vote, vous croisez le cardinal Tomás de Torquemada. C'est l'un des hommes clés du bloc espagnol. Il ne vous fait pas confiance. « Vous parlez bien, mais je ne vois pas en vous la rigueur dont l'Église a besoin. Vous voulez la tiare ? Prouvez que vous pouvez porter la croix. » Il vous met au défi : soit vous montrez publiquement votre adhésion à une réforme drastique (ce qui pourrait vous aliéner d'autres votes), soit vous devez gagner son cœur par un geste sincère, une humilité que peu de cardinaux montrent. Ou… vous pouvez le faire taire, par la force d'un secret.",
  "spanish_alliance_mission_3_pos": "Vous avez convaincu le cardinal Torquemada.",
  "spanish_alliance_mission_3_neg": "Le cardinal Torquemada n'a pas été convaincu.",
  "spanish_alliance_gameover": "Vous n'avez pas réussi à convaincre les membres de la faction espagnole de voter pour vous. Le conclave se termine et votre nom n'a pas été choisi.",

  "personal_alliance": "Vous renoncez à vous lier à des noms déjà connus. Vous décidez que votre chemin passera par l'incertitude et l'ambition pure. Jour après jour, vous approchez les cardinaux les plus indécis, parlez avec ceux qui sont marginalisés, écoutez les besoins des plus silencieux. Vous promettez des postes, consultez des mémoires privées, offrez une écoute là où d'autres imposent. Vous commencez comme un écho. Puis vous devenez une voix. Puis, on murmure votre nom même dans les couloirs du pouvoir. Certains vous rejettent avec mépris, d'autres vous observent avec curiosité. Deux votes ici, un là. Une alliance inattendue. Un secret découvert. Votre faction grandit lentement, mais elle grandit. Vous n'êtes pas l'option la plus facile, mais vous êtes le seul qui ne doit rien à personne. Et cela, dans un conclave, est un pouvoir immense.",
  "personal_alliance_mission_1_input": "Dans la pénombre d'une chapelle latérale, vous croisez le cardinal Salviati, un homme astucieux et sceptique. Il est connu pour se méfier des nouvelles recrues et des promesses non tenues. « Parlez-moi de votre vision, » vous dit-il d'un ton suspicieux, « mais sachez qu'ici personne ne donne rien gratuitement. » Vous avez quelques minutes pour le convaincre que vous n'êtes pas un simple opportuniste. Vous pouvez parler de la nécessité d'un renouveau sincère, lui offrir une petite concession politique ou écouter ses craintes pour gagner sa confiance.",
  "personal_alliance_mission_1": "Dans la pénombre d'une chapelle latérale, vous croisez le cardinal Salviati, un homme astucieux et sceptique. Il est connu pour se méfier des nouvelles recrues et des promesses non tenues. « Parlez-moi de votre vision, » vous dit-il d'un ton suspicieux, « mais sachez qu'ici personne ne donne rien gratuitement. » Vous avez quelques minutes pour le convaincre que vous n'êtes pas un simple opportuniste. Vous pouvez parler de la nécessité d'un renouveau sincère, lui offrir une petite concession politique ou écouter ses craintes pour gagner sa confiance.",
  "personal_alliance_mission_1_pos": "Vous avez réussi à convaincre le cardinal Salviati.",
  "personal_alliance_mission_1_neg": "Vous n'avez pas réussi à convaincre le cardinal Salviati.",
  "personal_alliance_mission_2_input": "Le cardinal Borgia est célèbre pour son ambition et son esprit pragmatique. Vous le trouvez dans la bibliothèque, absorbé par de vieux manuscrits. « Si vous voulez me faire changer d'avis, » dit-il sans vous regarder, « vous devrez m'offrir quelque chose que je ne peux pas refuser. » Vous savez que Borgia ne se laisse pas convaincre par de simples mots : il veut de la sécurité et des avantages tangibles. Vous pouvez essayer de négocier une future nomination, ou tenter de le faire chanter avec un secret que vous connaissez, en risquant cependant de vous l'aliéner.",
  "personal_alliance_mission_2": "Le cardinal Borgia est célèbre pour son ambition et son esprit pragmatique. Vous le trouvez dans la bibliothèque, absorbé par de vieux manuscrits. « Si vous voulez me faire changer d'avis, » dit-il sans vous regarder, « vous devrez m'offrir quelque chose que je ne peux pas refuser. » Vous savez que Borgia ne se laisse pas convaincre par de simples mots : il veut de la sécurité et des avantages tangibles. Vous pouvez essayer de négocier une future nomination, ou tenter de le faire chanter avec un secret que vous connaissez, en risquant cependant de vous l'aliéner.",
  "personal_alliance_mission_2_pos": "Vous avez réussi à convaincre le cardinal Borgia.",
  "personal_alliance_mission_2_neg": "Vous n'avez pas réussi à convaincre le cardinal Borgia.",
  "personal_alliance_mission_3_input": "Vous organisez une rencontre informelle avec quelques cardinaux indépendants et isolés dans le réfectoire. La pièce est petite, mais l'attention est grande. Vous devez parler clairement, inspirer confiance et vous distinguer des factions établies. Vous pouvez choisir de tout miser sur un discours passionné de réforme, sur une critique voilée des factions existantes, ou sur une invitation au pragmatisme et au compromis.",
  "personal_alliance_mission_3": "Vous organisez une rencontre informelle avec quelques cardinaux indépendants et isolés dans le réfectoire. La pièce est petite, mais l'attention est grande. Vous devez parler clairement, inspirer confiance et vous distinguer des factions établies. Vous pouvez choisir de tout miser sur un discours passionné de réforme, sur une critique voilée des factions existantes, ou sur une invitation au pragmatisme et au compromis.",
  "personal_alliance_mission_3_pos": "Vous avez réussi à convaincre les cardinaux indépendants.",
  "personal_alliance_mission_3_neg": "Vous n'avez pas réussi à convaincre les cardinaux indépendants.",
  "personal_alliance_gameover": "Vous n'avez pas réussi à obtenir le consentement nécessaire pour votre faction. Le conclave se ferme et votre nom n'a pas été choisi.",

  "alliance_consensus": "Vous devez accomplir au moins 2 missions pour obtenir 50% du consensus nécessaire à votre élection.",
  "alliance_consensus_mission_1_input": "Lors d'une rencontre furtive, un informateur vous remet un document compromettant sur l'un des cardinaux les plus influents, connu pour sa duplicité. Révéler ce secret pourrait briser une alliance adverse et convaincre certains indécis de se ranger à vos côtés. Vous devez décider si vous utilisez ce secret pour faire chanter le cardinal, le diffuser discrètement parmi les votants ou le conserver comme un levier à utiliser au moment opportun.",
  "alliance_consensus_mission_1": "Lors d'une rencontre furtive, un informateur vous remet un document compromettant sur l'un des cardinaux les plus influents, connu pour sa duplicité. Révéler ce secret pourrait briser une alliance adverse et convaincre certains indécis de se ranger à vos côtés. Vous devez décider si vous utilisez ce secret pour faire chanter le cardinal, le diffuser discrètement parmi les votants ou le conserver comme un levier à utiliser au moment opportun.",
  "alliance_consensus_mission_1_pos": "Le secret a été utilisé avec succès, obtenant des soutiens pour votre faction.",
  "alliance_consensus_mission_1_neg": "L'utilisation du secret n'a pas produit l'effet désiré, ou a eu des conséquences négatives.",
  "alliance_consensus_mission_2_input": "De nombreux cardinaux restent en dehors des grandes factions, indécis et prudents. Organisez une série de réunions privées pour leur parler, écouter leurs craintes et offrir une alternative crédible et sûre. Vous devez faire preuve de flexibilité sans perdre de cohérence, gagnant leur confiance et les convainquant que votre faction est la voie vers un avenir stable et renouvelé.",
  "alliance_consensus_mission_2": "De nombreux cardinaux restent en dehors des grandes factions, indécis et prudents. Organisez une série de réunions privées pour leur parler, écouter leurs craintes et offrir une alternative crédible et sûre. Vous devez faire preuve de flexibilité sans perdre de cohérence, gagnant leur confiance et les convainquant que votre faction est la voie vers un avenir stable et renouvelé.",
  "alliance_consensus_mission_2_pos": "Vos rencontres privées ont été un succès, obtenant le soutien de cardinaux indécis.",
  "alliance_consensus_mission_2_neg": "Les cardinaux indécis n'ont pas été convaincus de se joindre à votre faction.",
  "alliance_consensus_mission_3_input": "Pour consolider votre image, vous participez publiquement à une cérémonie religieuse très importante, démontrant votre dévotion et votre vision d'une Église plus pure. Ce geste peut conquérir le cœur des plus conservateurs et gagner des soutiens qui vous étaient jusqu'alors refusés. Vous pouvez choisir de faire un discours solennel, d'organiser un rite particulier ou d'accomplir un acte symbolique d'humilité.",
  "alliance_consensus_mission_3": "Pour consolider votre image, vous participez publiquement à une cérémonie religieuse très importante, démontrant votre dévotion et votre vision d'une Église plus pure. Ce geste peut conquérir le cœur des plus conservateurs et gagner des soutiens qui vous étaient jusqu'alors refusés. Vous pouvez choisir de faire un discours solennel, d'organiser un rite particulier ou d'accomplir un acte symbolique d'humilité.",
  "alliance_consensus_mission_3_pos": "Votre participation à la cérémonie religieuse a consolidé votre image et gagné des soutiens.",
  "alliance_consensus_mission_3_neg": "Votre tentative de consolider votre image n'a pas produit l'effet désiré.",
  "alliance_consensus_gameover": "Vous n'avez pas réussi à obtenir le consentement nécessaire pour votre faction. Le conclave se ferme et votre nom n'a pas été choisi.",

  "pope_nomination": "Après des années d'intrigues, de manœuvres diplomatiques, de prières secrètes et de miracles suspects... vous avez réussi. La Chapelle Sixtine est silencieuse. La foule sur la Place Saint-Pierre retient son souffle. Un mince filet de fumée blanche s'élève lentement dans le ciel de Rome. C'est le signal. C'est le moment. C'est vous. Les cardinaux vous ont choisi. Après de longs votes et des murmures derrière les stalles en bois ancien, la décision est tombée : vous avez été élu Pontife, guide spirituel de plus d'un milliard de fidèles. Le trône de Pierre est maintenant le vôtre. Le Maître des Cérémonies Liturgiques Pontificales s'approche et vous murmure : « Sanctitas tua, comment désirez-vous vous appeler ? » Choisissez un nom. Peut-être un hommage aux saints. Peut-être un signe de rupture. Mais maintenant, vous n'êtes plus seulement un homme. Vous êtes le Vicaire du Christ. Vous revêtez la robe papale blanche. Vous vous regardez une dernière fois dans le miroir, mais l'homme reflété n'est plus vous : c'est le Pape. Le Cardinal Protodiacre se penche au balcon central et annonce : « Habemus Papam ! » La place éclate en un rugissement de joie. Cloches. Larmes. Des fois qui se renouvellent. Vous avez gagné. Pas seulement le jeu. Vous avez conquis le cœur de l'Église. Le monde vous regarde maintenant. Chaque mot, chaque geste fera histoire. Mais ce n'est que le début du pontificat. Que Dieu vous guide... Sainteté.\n",

  "WIN": "VOUS AVEZ GAGNÉ!"
}