{
  "err": "--ERRORE: Inserisci una scelta valida--\n",
  "lang_err": "--ERRORE: Inserisci una lingua valida--\n",
  "name_err": "--ERRORE: Inserisci un nome valido--\n",


  "choose_lang": "Scegli la lingua:\n1 - Inglese\n2 - Italiano\n",


  "name": "Scegli il tuo nome\n",


  "go_on": "\n--------------------------\nPREMI INVIO PER CONTINUARE\n--------------------------\n",


  "dice_launch_input": "\nPremi Invio per tirare il dado...",
  "coin_launch_input": "\nPremi Invio per lanciare la moneta...",

  "dice_output_pos": "\nÈ uscito {result}! Guadagni {result} punti {point_type}.",
  "dice_output_pos_1": "\nÈ uscito {result}! Guadagni {result} punto {point_type}.",
  "dice_output_neg": "\nÈ uscito {result}! Perdi {result} punti {point_type}.",
  "dice_output_neg_1": "\nÈ uscito {result}! Perdi {result} punto {point_type}.",

  "coin_output_heads": "\nÈ uscita Testa! Ottieni un punto {point_type}.",
  "coin_output_tails": "\nÈ uscita Croce! Perdi un punto {point_type}.",

  "dice_voc": "vocazione",
  "dice_pop_agr": "consenso popolare",
  "dice_pol_infl": "influenza politica",
  "dice_cur_rel": "rilevanza curiale",
  "dice_dipl_skills": "abilità diplomatica",


  "point_print": "\nStatistiche del giocatore:\n  Vocazione: {voc}\n  Consenso popolare: {pop_agr}\n  Influenza politica: {pol_infl}\n  Rilevanza curiale: {cur_rel}\n  Abilità diplomatica: {dipl_skills}\n\n  Consenso totale: {consensus}\n",


  "start": "Ci troviamo a cavallo tra ‘400 e ‘500, nel cuore del Rinascimento italiano. Periodo in cui la penisola è ampiamente frammentata in una moltitudine di ducati, signorie, regni e repubbliche in costante competizione tra loro. A dominare la scena politica sono le grandi potenze di {context}, senza dimenticare la rilevanza dello Stato pontificio in centro Italia, che ha influenza in tutta Europa. Il Papato pur attraversando momenti di crisi, come lo scisma d’Occidente, è in grado di riacquistare e rafforzare il proprio potere temporale, sotto il pontificato di Sisto IV e di Alessandro VI; la politica ecclesiastica si fa sempre più attiva e ambiziosa, spesso intrecciata con gli interessi delle grandi famiglie italiane. È in questo scenario che, nel 1475, nasci tu {player_name} della famiglia {family_name}, tra le più antiche e influenti di {city}. Sei un figlio cadetto: il diritto di eredità è sfumato solo per poco. In un’età in cui ogni decisione può cambiare i destini di una famiglia, o addirittura di uno Stato, dovrai ponderare adeguatamente ogni tua mossa. Sta a te, quindi, decidere che carriera intraprendere...",


  "career_choice": "Il tuo cuore è giovane, ma la vita ti chiede già di scegliere: quale strada percorrerai per lasciare un segno nel mondo? Il destino ti pone davanti due vie.\n1 - Prete: Una vita dedicata a Dio, alla parola, al mistero.\n2 - Soldato: Una vita forgiata nel ferro e nel sangue, al servizio del potere.\n",


  "firenze_input": "Cosa decidi di fare?\n1 - Difendi Savonarola dalle accuse\n2 - Contieni i disordini, senza schierarti\n",
  "firenze_init": "Nel 1494, Girolamo Savonarola prende il potere a Firenze e instaura un regime teocratico. Predica riforme morali radicali e annuncia l’arrivo imminente di un invasore che punirà i peccati dell’Italia. Le sue parole scuotono la città, ma suscitano anche divisioni profonde.",
  "firenze_1": "Scegli di sostenere apertamente Savonarola. Vedi nella sua figura un autentico rinnovamento spirituale per Firenze. Le sue parole, grazie anche al tuo appoggio, trovano un pubblico sempre più ampio. I cittadini lo acclamano, i potenti tremano. Tuttavia, la tua posizione ti espone a critiche: Roma e le corti straniere ti accusano di eresia travestita da fede. Firenze si trasforma in un campo di battaglia ideologica. Quando, come profetizzato, un esercito straniero invade l’Italia, molti ti considerano un visionario che ha dato ascolto al profeta disarmato. Hai guadagnato rispetto, ma a caro prezzo.",
  "firenze_2_pos": "Decidi di non prendere una posizione netta. Permetti a Savonarola di predicare, ma freni i suoi eccessi. Blocchi le processioni più radicali e smantelli i tribunali popolari. La città resta in equilibrio precario, ma non sprofonda nel caos. I nobili ti stimano per la tua moderazione e la Chiesa ti guarda con cauta approvazione. Quando arriva l’invasore, Firenze è spaventata ma stabile. Non hai brillato per coraggio, ma nemmeno per passività. Sei stato un mediatore, ma hai capito che una vita devota a Dio è l'unica strada verso la serenità e la pace. Per questa ragione decidi di diventare prete.",
  "firenze_2_neg": "Cerchi di mantenere l’equilibrio tra il potere di Savonarola e le pressioni dei nobili. Controlli i roghi, moderi le prediche, tenti compromessi. Ma non accontenti nessuno. Quando l’invasione straniera si materializza, la città è spaccata. I sostenitori del profeta ti accusano di aver spento la voce di Dio. I tuoi alleati politici ti abbandonano. In una notte di violenza, vieni catturato da una folla inferocita. Non c'è processo, solo un'esecuzione sommaria in piazza. Il tuo corpo diventa un monito. La storia non ricorda chi ha cercato di restare nel mezzo.",

  "ven_mil_mant_input": "Nel 1495 nasce la Lega Santa, che fu un'alleanza militare stipulata tra il Papa Alessandro VI, il re di Napoli Ferdinando d'Aragona, il Sacro Romano Impero, gli Sforza di Milano e la Repubblica di Venezia. L'obiettivo principale della lega era contrastare la discesa in Italia di Carlo VIII di Francia e la sua pretesa di conquistare il Regno di Napoli, mentre nella Repubblica di Firenze si instaurava un controverso regime teocratico. Risalendo la penisola l'obiettivo di Carlo VIII passò dalla conquista di Napoli alla conquista di Milano, e l'evento risolutivo fu la battaglia di Fornovo a cui presero parte contro i Francesi Mantova, Venezia, Milano e Bologna. Tu sei un soldato cadetto e in quanto cittadino di {fam_city} Prendi parte alla battaglia. \nTi viene consigliato il combattimento in seconda linea, tuttavia puoi decidere se andare in prima linea, a te la scelta...\n1 - Prima linea\n2 - Seconda linea\n",
  "ven_mil_mant_1_pos": "La battaglia si risolve rapidamente, ma sanguinosamente ed essendoti fatto valore combattendo in prima linea sei rimasto ferito gravemente. Dopo qualche giorno ti viene fatta l'estrema unzione ma riesci alla fine a sopravvivere, e vedi questo come un miracolo che ti è stato concesso dal signore; perciò lesionato termina la tua carriera militare. Dopo questo evento hai capito che una vita devota a Dio è l'unica strada verso la serenità e la pace. Per questa ragione decidi di diventare prete.\n",
  "ven_mil_mant_1_neg": "I tuoi sforzi in battaglia non sono bastati, la spada nemica trapassa il tuo torace. I tuoi occhi si spengono per sempre...",
  "ven_mil_mant_2": "La battaglia si risolve rapidamente, ma sanguinosamente. Tu, soldato cadetto alla prima battaglia, rimani scioccato dall'atrocità della guerra, pertanto abbandoni la carriera militare per aiutare il prossimo diventando prete.",


  "priest": "Da giovane, hai dovuto scegliere una strada. Il destino ti ha posto davanti alla tonaca.\n",

  "why_priest_input": "Perché hai deciso di diventare prete?\n1 - Per vocazione: Sentivi il richiamo di Dio, limpido come una campana nel silenzio.\n2 - Per necessità: Era l’unica via per sfuggire alla miseria, un rifugio tra mura sacre.\n",
  "why_priest_1": "Fin da piccolo, tra le pietre fredde della chiesa del villaggio, sentivi qualcosa. Non era solo la bellezza delle candele accese o il canto solenne del sacerdote: era una voce. Una presenza. Come se Dio ti sussurrasse da dietro l’altare. Quando indossasti la tonaca per la prima volta, non fu una maschera: fu pelle nuova. Ogni preghiera era un passo verso la verità. Ogni atto di carità, un tassello nella volontà divina. Ora che cammini tra le ombre del potere e le luci dell’ambizione, il ricordo di quella voce ti guida. Forse diventerai Papa. Ma prima, eri solo un ragazzo che voleva servire qualcosa di eterno.\n",
  "why_priest_2": "La fame era una compagna più fedele della speranza. Le strade erano dure, e nessuno tendeva una mano senza pretesa. Ma la Chiesa... offriva pane, tetto, libri. Un mondo diverso. Diventare prete non fu scelta di spirito, ma di sopravvivenza. Imparasti il latino per fame, non per fede. Pregavi con occhi aperti, scrutando i meccanismi del potere sotto le vesti del sacro. Ora, salendo la scala ecclesiastica, non dimentichi chi eri. Non sei cieco: conosci il gioco. E se il Signore ti ha davvero chiamato... forse, lo ha fatto con la voce della fame.\n",

  "sermon_input": "Gli anni passano. Ora sei sacerdote. Ogni domenica, il tuo volto si alza tra la folla, e la tua voce guida i cuori. \nQual è il cuore della tua predica?\n1 - Giustizia e misericordia: Parli del perdono, della pace, del dovere di aiutare chi soffre.\n2 - Decadimento morale: Denunci i peccati del tempo, l’abisso che cresce sotto i piedi della società.\n",
  "sermon_1": "Le tue parole scendono leggere, come pioggia d’estate sulle coscienze assetate. Ogni domenica, dal pulpito, inviti i fedeli a guardarsi negli occhi. A perdonare i debiti, a spezzare il pane con l’affamato, a chinarsi sulle ferite del mondo. Non gridi: accarezzi. Non accusi: consoli. I poveri iniziano a venire solo per sentirti. I peccatori ti ascoltano in silenzio. Anche chi non crede trova in te qualcosa che manca altrove: un’eco di bontà autentica. I potenti storcono il naso, ma non possono ignorarti. La tua fama cresce come un seme nella terra buona. Forse la santità non è nel potere... ma tu, senza cercarlo, ti stai avvicinando.\n",
  "sermon_2": "Quando parli, la tua voce è fuoco. Non edulcori. Non addolcisci. Denunci l’avidità dei mercanti, la lussuria dei nobili, la corruzione del clero. sermoniLe tue prediche risuonano come tuoni tra le navate. Alcuni si alzano e se ne vanno. Altri restano, rapiti, tremanti. Dici che Roma è divenuta Babilonia. Che il mondo danza sul ciglio dell’inferno, e nessuno lo vuole vedere. Qualcuno ti chiama profeta. Qualcun altro, fanatico. Ma non ti importa. Non vuoi essere amato. Vuoi che si ravvedano. E così, sermone dopo sermone, diventi il volto di un tempo che cambia. O di una tempesta in arrivo.\n",

  "present_input": "Un tuo zio, uomo ricco e influente, ti offre una somma ingente. Ma in cambio, chiede silenzio su un affare sporco che hai scoperto. \nCosa fai con il dono?\n1 - Lo dai in beneficienza: Il denaro va ai poveri, ma il peccato resta nel silenzio.\n2 - Lo tieni per te: Pensando che forse un giorno ti servirà per “un bene più grande”.\n3 - Non accetti il dono: Rifiuti, anche se ciò significa rovinare i rapporti con la tua famiglia.\n",
  "present_1": "Accetti la somma, ma con il cuore stretto. Non per te. Mai per te. I denari sporchi diventano pane per gli orfani, medicine per i malati, coperte per chi dorme tra le pietre. In pubblico, sei lodato come un prete generoso. Le folle ti seguono. I tuoi gesti ispirano imitazione. Ma di notte, quando preghi, la coscienza non tace. Sai cosa hai coperto. Il peccato dell’altro è diventato anche il tuo, vestito di carità. La tua fama cresce... ma anche l’ombra che la accompagna.\n",
  "present_2": "Accetti il denaro in silenzio, e lo nascondi. Non per avidità, ti dici, ma per lungimiranza. Forse un giorno potrai usarlo per comprare un libro proibito, finanziare un convento in segreto, o corrompere il corrotto per fermare un male peggiore. Così inizia la discesa. Piccole bugie, discreti spostamenti di denaro. Ma nessun peccato resta nascosto per sempre. Un giovane chierico, troppo curioso, scopre le tue carte. Le voci corrono. E infine, arriva la tempesta: vieni convocato da un tribunale ecclesiastico. Non importa quanto ti giustifichi, quanto invochi “il bene futuro” — le monete che hai accettato pesano più delle tue parole. Vieni scomunicato. Il tuo nome è bandito dalle preghiere. I tuoi paramenti strappati. I fedeli ti voltano le spalle. Anche la tua famiglia, già complice, ti rinnega per salvare se stessa. Hai perso. Non sei diventato Papa. Sei diventato un esempio... di ciò che non si deve essere.\n",
  "present_3": "Guardi tuo zio negli occhi. Senti il peso della storia familiare, dei pranzi d’infanzia, dei favori ricevuti. Ma la tua fede – o forse solo il tuo orgoglio – è più forte. Rifiuti. La sua espressione cambia: rispetto, poi gelo. Da quel giorno, vieni escluso. La tua famiglia ti chiude le porte. Sei un estraneo tra i tuoi. Ma dentro, una pace profonda. Hai scelto la verità. Anche se fa male. Anche se costa. Forse Dio ha visto. Forse no. Ma tu sai di non dover abbassare gli occhi davanti a nessuno.\n",

  "become_parson_input": "Ti viene offerto di diventare parroco proprio nella tua parrocchia natale. La comunità ti conosce, ti ama e anche ti giudica. \nAccetti l’incarico?\n1 - Sì: Vuoi guidare la tua gente.\n2 - No: Temi che il passato ti segua troppo da vicino.\n",
  "become_parson_1": "Tornare a casa non è facile, ma lo fai a testa alta. Cammini tra le stesse strade dove da bambino correvi scalzo, ora con la tonaca addosso e il peso della guida sulle spalle. Alcuni ti guardano con affetto sincero, altri con sospetto. Ti ricordano com’eri, e forse non credono a ciò che sei diventato. Ma tu non ti lasci frenare. Celebri messe con ardore, ascolti confessioni con pazienza, offri consiglio anche a chi ti aveva disprezzato. Giorno dopo giorno, il tuo esempio comincia a parlare più forte dei ricordi. Il passato ti accompagna, sì — ma non ti comanda. E forse è proprio lì, tra chi ti ha visto nascere, che inizia la tua vera ascesa.\n",
  "become_parson_2": "L’offerta ti tocca il cuore, ma sai che il terreno lì è fragile. Ogni tua parola verrebbe pesata. Ogni tuo gesto confrontato con chi eri, non con chi sei. Preferisci declinare. Lasci il posto a un altro, e ti allontani in silenzio. Un distacco doloroso, ma necessario. In un luogo nuovo, potrai costruire senza ombre, senza vecchi sguardi che leggono il passato in ogni tuo sermone. Forse un giorno tornerai. Da vescovo, da cardinale... o da papa. Ma non ancora.\n",

  "cardinal_letter_input": "Una mattina, ricevi una lettera sigillata. È di un cardinale influente: sta avviando un progetto ambizioso per “rinnovare la Chiesa”. Il tono è solenne, ma le parole lasciano spazio a interpretazioni. \nCosa fai?\n1 - Entri attivamente nel progetto: Ti unisci con entusiasmo, pronto a scalare la gerarchia.\n2 - Appoggi in maniera informale: Mostri interesse, ma resti prudente.\n3 - Ignori la lettera: Forse è meglio non farsi coinvolgere.\n",
  "cardinal_letter_1": "Rispondi senza esitazioni. Le tue parole sono decise, rispettose ma ambiziose. Ti metti al servizio del cardinale, offri idee, ti rendi visibile. Incontri prelati, partecipi a concili riservati, impari a muoverti tra silenzi e sguardi. Il progetto prende forma. Si parla di riforme, ma dietro le quinte si stringono alleanze. Tu sei lì. E quando qualcuno deve parlare in pubblico, o firmare un documento delicato, spesso tocca a te.Ti stai costruendo un nome. La strada verso Roma non è più un sogno. È una mappa, e tu hai appena ottenuto una guida.\n",
  "cardinal_letter_2": "Scrivi una risposta cortese. Lusingato, interessato, ma non ti sbilanci. Partecipi a qualche incontro, invii commenti riservati, mantieni un profilo basso. Il tuo nome appare nei documenti, ma in fondo alle pagine. Se il progetto fallisse, potresti sempre dire di non essere mai stato davvero coinvolto. Ma se avrà successo... potresti salire senza esserti mai esposto troppo. La prudenza ti protegge. Ma rallenta anche la tua ascesa.\n",
  "cardinal_letter_3": "La lasci sul tavolo per giorni, poi la riponi tra le altre. Nessuna risposta. Forse è paura. O forse è saggezza. Hai visto troppi rinnovatori bruciarsi, troppi sogni diventare eresie nel giro di un sinodo. Continui il tuo lavoro locale. Messe, confessioni, carità. Qualcuno dice che sei un uomo giusto, ma poco ambizioso. Altri ti dimenticano. La lettera, col tempo, diventa solo un rimpianto sigillato.\n",

  "annul_marriage_input": "Un nobile e un borghese ti chiedono entrambi l’annullamento dei loro matrimoni. Sai che uno è politicamente utile. L’altro è solo... umano. \nCosa decidi?\n1 - Annulli entrambi: La pressione è troppa\n2 - Annulli solo quello del borghese: Lo ritieni favore strategico.\n3 - Annulli solo quello del nobile: Lo ritieni politicamente utile.\n4 - Non ne annulli nessuno: Il matrimonio è sacro.\n",
  "annul_marriage_1": "La pressione è tanta... ti pieghi al loro potere. Esamini i casi con rigore. Studi documenti, ascolti testimonianze, valuti secondo dottrina. Non importa il rango, non conta l’influenza. Annulli entrambi i matrimoni, il nobile ti guarda con compiacimento, il borghese ti abbraccia, per lui, sei stato giusto. La tua reputazione cresce come quella di un uomo equo. Chi cerca un favore facile sa che potrà venire da te.\n",
  "annul_marriage_2_pos": "Ritieni che sia un favore strategico, non esiti troppo. Sai che il nobile ha amici a Roma, appoggi potenti, voci che possono alzarti... o schiacciarti. Distruggi i documenti del matrimonio. Rapido, pulito. Il borghese riceve una risposta fredda: non annulli il suo matrimonio. Dentro di te però... qualcosa ha smesso di guardarti negli occhi.\n",
  "annul_marriage_2_neg": "Tentare di annullare un matrimonio è un'azione inconcepibile. La Curia lo scopre subito. L’abuso della tua autorità viene giudicato grave. Vieni cacciato e scomunicato. I fedeli ti voltano le spalle, la famiglia ti rinnega. La tua carriera ecclesiastica finisce qui.",
  "annul_marriage_3_pos": "La richiesta del nobile è politicamente utile, ma piena di falsità. Il suo matrimonio è solo una pedina. Invece, il borghese viene con la moglie al fianco, le mani tremanti e gli occhi pieni di dolore sincero. Ti prendi giorni per pregare. E alla fine, scegli: annulli solo quel matrimonio. Il nobile è furioso. Fa pressione. Le voci su di te diventano velenose nei circoli del potere. Ma la gente ti difende. E qualcuno, in silenzio, inizia a credere che tu sia davvero diverso.\n",
  "annul_marriage_3_neg": "Tentare di annullare un matrimonio è un'azione inconcepibile. La Curia lo scopre subito. L’abuso della tua autorità viene giudicato grave. Vieni cacciato e scomunicato. I fedeli ti voltano le spalle, la famiglia ti rinnega. La tua carriera ecclesiastica finisce qui.",
  "annul_marriage_4": "Li ricevi entrambi. Ascolti. Ma resti fermo. La tua voce non trema quando pronunci la sentenza: “Quello che Dio ha unito, l’uomo non separi.” I due uomini lasciano la sala con espressioni opposte: il nobile, offeso. Il borghese, sconfitto. Ma tu non giudichi le emozioni, solo le anime. Per molti sei inflessibile, per altri incorruttibile.\n",


  "become_bishop_pos": "Il giorno è grigio, come se il cielo stesso volesse trattenere il fiato. Nella tua stanza, silenziosa e austera, una lettera reca il sigillo della Santa Sede. Le mani tremano. Le labbra si muovono in una preghiera che non è solo di gratitudine, ma anche di timore. “Per la grazia di Dio e la volontà del Santo Padre, sei stato scelto come nuovo Vescovo di...” Il resto svanisce, inghiottito dal battito del tuo cuore. Hai scelto, a volte con fermezza, altre con esitazione. Hai parlato alle folle, a volte con verità, altre con prudenza. Hai stretto mani sporche per costruire ponti e forse, talvolta, per non restare solo. Eppure, sei arrivato fin qui. Nel giorno della consacrazione, la cattedrale è piena. Gli occhi puntati su di te sono molti: alcuni pieni di speranza, altri di sospetto, alcuni cercano solo segni di debolezza. Quando l’anello episcopale viene infilato al tuo dito, non senti solo l’onore. Senti il peso. Quando ti consegnano il bastone pastorale, non senti solo il potere. Senti la responsabilità. Quando il coro intona il “Te Deum”, tu guardi in alto. Ma pensi anche a ciò che si cela in basso: ambizione, compromesso, scelta.\n",
  "become_bishop_neg": "Hai camminato lungo i corridoi del potere con passo incerto, indossando l’abito dell’umiltà ma senza mai ottenere il peso della grazia. Il Concistoro ha parlato. I tuoi sforzi, sebbene ferventi, non hanno convinto. Le tue prediche sono stati ascoltati, ma non ricordati. Le tue opere hanno sollevato polvere, ma non anime. Il Collegio dei Cardinali ha deciso di guardare altrove. Il titolo di Vescovo resta irraggiungibile. Il soglio pontificio, un sogno che svanisce come incenso nel vento. Ti ritiri in un monastero, tra gli scaffali di manoscritti dimenticati e le ombre delle candele spente. Il tuo viaggio si conclude qui in silenzio. Non sei diventato Papa. Non sei nemmeno diventato Vescovo. Forse, in un’altra vita, con più fede... o più astuzia...",


  "residence_input": "Ora che sei diventato Vescovo la tua importanza all’interno della vita politica del tuo paese è estremamente più elevata, in particolar modo hai la possibilità di riscuotere tasse, gestire documenti, conservare risorse e portare alla curia le questioni locali. Però, proprio perché hai tale rilevanza, ti viene proposto, come di norma, di poter risiedere a Roma, invece che a {fam_city}. Chiaramente la scelta spetta a te, se preferisci dare valore alla tua missione locale o cercare di acquisire maggiore rilevanza nel clero.\n1 - Resta nel tuo vescovato\n2 - Vai a risiedere nello Stato della Chiesa\n",
  "residence_1": "Scegliendo di risedere nel tuo vescovato, ti sei guadagnato l’appoggio dei cittadini, che ora ti vedono come figura di riferimento fondamentale della vita del paese, l'approvazzione del popolo aumenta di conseguenza.\n",
  "residence_2": "Bene! Ti sei trasferito a Roma, adesso potrai gestire le grandi questioni teologiche, conoscere i “pezzi grossi” e avere un rapporto diretto con le decisioni prese dalla curia. A pagarne le spese però è la tua gente, che si sente abbandonata e lasciata alla mercè delle importanti famiglie nobiliari della zona.\n",

  "taxation_input": "Appena insediato nel tuo vescovato, ti rendi conto che governare una diocesi richiede più della sola fede. I conti sono in disordine, il raccolto è stato scarso e i bisogni del clero crescono ogni giorno. Seduto nel tuo studio, con il bilancio aperto davanti a te, ti viene posta la prima vera scelta del tuo mandato:\n1 - Aumenta la tassazione\n2 - Mantieni la tassazione invariata\n",
  "taxation_1": "Le casse della diocesi si riempiono lentamente, e i tuoi progetti iniziano a prendere forma: nuove panche nella cattedrale, pergameni più pregiati, un coro che finalmente canta all’unisono. Ma nelle strade, le voci si fanno più amare. I contadini sussurrano preghiere stanche, e qualcuno comincia a guardare verso i monasteri vicini, dove la vita pare più giusta. Hai rafforzato il trono... ma incrinato il pulpito.\n",
  "taxation_2": "Il popolo ti benedice nei mercati e nei campi. I bambini ti salutano correndo, e i vecchi ti chiamano “padre buono”. Ma il tetto della sacrestia continua a gocciolare, e il tuo segretario scuote la testa mentre scorre i registri contabili. A Roma, pochi notano i vescovi misericordiosi. Hai guadagnato i cuori del tuo gregge... ma forse perso terreno sulla via per il soglio pontificio.\n",

  "help_cardinal_input": "Nella tua nuova casa, fai conoscenza di un Cardinale molto importante, il cardinale Petrucci, senese, che ti chiede un aiuto. Il fratello, funzionario fiscale a Siena, è stato condannato per corruzione, e avrebbe bisogno di un luogo in cui risiedere per nascondersi aspettando che venga ritirata l’accusa. Essendo tu appena arrivato, il cardinal Petrucci reputa che sia più facile avere un sì da te, ma devi decidere cosa fare.\n1 - Accetti e aiuti il cardinal Petrucci\n2 - Non accetti e rimani fedele ai tuoi principi\n",
  "help_cardinal_1": "Il Cardinale Petrucci te ne è grato, se ne ricorderà, ora hai anche degli importanti amici nello stato pontificio. Ma i cittadini del tuo vescovato non sono così contenti di ciò, la voce si spande e un criminale in paese non è gradito, specialmente se ciò può inasprire i rapporti con le altre signorie.\n",
  "help_cardinal_2": "Hai tenuto una linea dura, hai negato l’aiuto ad un cardinale, egli riconosce il tuo carattere, ma non ne sarà contento. Ciò è comunque apprezzato dai cittadini che ti vedono come un’importante figura per loro e per la tua città.\n",

  "lega_cambrai_input": "Siamo ormai nel 1508, i conflitti in Italia, che non ti hanno toccato particolarmente, hanno fatto si che Venezia sia diventata una potenza grande, forse troppo, in Italia. A questo punto il papa, Giulio II, propone la creazione della Lega di Cambrai, unendo Francia, Impero e Spagna per contrastare la questione italiana. In quanto vescovo vieni chiamato a decidere come comportarti, ormai hai abbastanza importanza per ricoprire diversi ruoli.\n1 - Rimani neutrale\n2 - Opponiti alla Lega\n3 - Vai in battaglia\n4 - Diventa ambasciatore per lo Stato della Chiesa\n",
  "lega_cambrai_1": "Preferisci non schierarti in questo conflitto. Decidi che la Chiesa deve mantenere un ruolo di pace, evitando di farsi coinvolgere direttamente nelle guerre terrene. La neutralità è un terreno sicuro, ma anche fragile: i potenti ti osservano con sospetto, chiedendosi se tu sia coraggio o timore. Mentre Venezia cresce incontrollata, tu preghi per la saggezza e la pace, consapevole che il silenzio è a volte più eloquente delle armi.\n",
  "lega_cambrai_2": "Vedi nella Lega una minaccia per l’equilibrio e per l’Italia. Con fermezza, prendi posizione contro l’alleanza proposta da Giulio II. Metti in guardia i confratelli sulle conseguenze di un potere eccessivo concentrato nelle mani straniere e sulla devastazione che la guerra porterebbe. La tua voce è un faro per chi teme la perdita della sovranità italiana, ma guadagni anche nemici potenti che ti vedono come un ostacolo da rimuovere.\n",
  "lega_cambrai_3": "La fede si difende anche con la spada. Accetti di guidare o appoggiare le truppe della Chiesa in questa guerra decisiva. Il tuo ruolo si fa concreto, fra le spade e i fumi della battaglia. Rischi la vita, ma anche la gloria. Il sangue versato per la fede può aprire la strada a un futuro di potere e rispetto. Oppure a una fine prematura.\n",
  "lega_cambrai_4": "Preferisci la diplomazia alla guerra. Accetti l’incarico di rappresentare il Papa presso le corti straniere. Il tuo carisma e la tua intelligenza saranno armi decisive nella complessa rete di alleanze e tradimenti. Nel palazzo, tra banchetti e intrighi, plasmerai il destino della Chiesa senza versare una goccia di sangue. Ma la diplomazia è un gioco sottile, dove un passo falso può costare tutto.\n",

  "opposer_input": "Opporsi alla Lega, sì... ma come? Con voce alta e pubblica, rischiando scomuniche e accuse di tradimento? O nell’ombra, con discrezione e diplomazia, per preservare il tuo ruolo e la tua ascesa?\n1 - Pubblicamente\n2 - Nell'ombra\n",
  "opposer_1_pos": "Ti alzi in piedi, facendo scricchiolare il legno della sedia, e afferri la penna con mano ferma. La tua firma comparirà su lettere aperte, proclami e omelie: parole pesanti come spade. Denuncerai l’avidità travestita da crociata, sfiderai apertamente i principi della Lega e forse, persino, la volontà del Santo Padre. Sai che questo potrebbe costarti tutto: la diocesi, la protezione politica, forse anche la vita. Ma il tuo cuore è saldo, e la tua fede ti guida. Se la verità deve essere detta, la dirai tu.\n",
  "opposer_1_neg": "Il decreto arriva all’alba, portato da un cavallo stremato e mani tremanti. Il messaggero non osa guardarti negli occhi mentre consegna la pergamena. Rompi il sigillo con dita fredde. Le parole, vergate in latino solenne, ti colpiscono come un giudizio eterno: anathema sit. Scomunicato. Le campane della cattedrale suonano a morto, ma non per un corpo — per un’anima tagliata fuori dalla Chiesa. I tuoi alleati si dissolvono come nebbia al sole, i fedeli evitano il tuo sguardo, e persino le statue sembrano voltarsi. In un istante, sei passato da vescovo rispettato a ombra maledetta. Eppure, nel fondo della tua cella privata, tra le pareti nude e il silenzio dei rinnegati, senti ancora ardere la fiamma della giustizia. La Chiesa ti ha cacciato.\n",
  "opposer_2": "Rimani seduto, lo sguardo fisso sul calice d’argento sullo scaffale. Sai che un solo passo falso potrebbe farti scomparire dal gioco sacro del potere. Ma il silenzio non è complicità, se usato con astuzia. Agirai attraverso contatti fidati, favorirai i nemici della Lega con discreti appoggi, sosterrai la pace dove puoi e indebolirai la guerra dove serve. Non sarai un martire, ma una mente nell’ombra. Un giorno, forse, servirà un papa abile più che audace — e tu sarai pronto.\n",

  "battle_input": "Vesti l’armatura sopra l’abito da vescovo e guida uomini alla guerra. Sarai al fianco del Papa nelle campagne contro Venezia, e la tua fedeltà non passerà inosservata. Puoi scegliere cosa fare, come vivere la battaglia\n1 - Vai in prima linea\n2 - Rimani nelle retrovie\n",
  "battle_1": "Sali a cavallo, stringi la spada, e ti metti davanti ai tuoi uomini. Urli un salmo, e lanci la carica. Vuoi mostrare che la fede può essere anche fuoco e acciaio. Guadagnandoti il ripetto del soglio pontificio\n",
  "battle_2": "Ti fermi vicino alle retrovie. Le mani tremano, le preghiere si intrecciano con il panico. Non sei fatto per la guerra, lo capisci adesso. Guardi i tuoi uomini andare, e speri solo che tornino. Ora però, l’attacco non è detto che vada bene, potresti fallire o riuscire in una grande impresa.\n",

  "front_battle_neg_1": "Un colpo improvviso ti sbalza da cavallo. Le truppe si disperdono, i tamburi nemici battono forte. Il fango ti avvolge, il tuo elmo è rotto. Qualcuno ti salva, forse un soldato fedele, forse solo il caso. Le tue braccia sono lesionate, il tuo corpo sanguina, ma tu ti tieni aggrappato alla vita con un filo di respiro. Sei costretto a ritirarti, ma nonostante ciò sopravvivi fino a riprenderti completamente, dopo mesi.\n",
  "front_battle_neg_2": "Il sangue ormai scorre a fiumi, non senti più il tuo corpo, i tuoi occhi si spengono, la ferita ti ha portato alla morte. La tua ascesa al soglio di Pietro finisce qui.\n",
  "front_battle_pos": "Il sole sorgeva rosso sul campo di battaglia, tingendo il cielo del colore del sangue versato e di quello che ancora sarebbe stato sparso. Avevi ormai lasciato da tempo le aule silenziose dei monasteri e i corridoi marmorei delle cattedrali: ora portavi la croce sul petto, ma anche la spada al fianco. Vestivi ancora gli abiti da vescovo, ma sopra di essi, l'armatura scintillava. La tua decisione di unirti alla Lega di Cambrai non era stata presa a cuor leggero. Ma il Papa stesso, Giulio II — il “Papa guerriero” — aveva benedetto la causa. Venezia aveva sfidato l'autorità della Santa Sede troppo a lungo, e tu, uomo di Dio e uomo d'azione, avevi risposto alla chiamata. Le truppe marciavano al tuo comando. Nobili e soldati, contadini e cavalieri, ti seguivano non solo per la tua abilità strategica, ma per la tua fede incrollabile. Portavi con te una reliquia sacra, e pregavi ogni sera prima della battaglia. I tuoi uomini dicevano che dove tu alzavi lo stendardo, la vittoria non tardava ad arrivare. E così fu. La battaglia fu aspra, ma la tua guida ferma, il tuo coraggio e la tua devozione ispirarono un fervore che neppure i più esperti condottieri potevano replicare. Le forze veneziane si dispersero come polvere al vento. Al termine dello scontro, col campo quieto e la nebbia della guerra che si ritirava, il tuo nome era sulle labbra di tutti. Giunse presto il messaggero da Roma. Era vestito di porpora e oro, e portava un sigillo papale. Si inginocchiò dinanzi a te e lesse ad alta voce: “In riconoscimento del tuo valore in battaglia, della tua incrollabile fedeltà alla Santa Chiesa, e della tua sacra devozione, Sua Santità Papa Giulio II ti eleva alla dignità di Cardinale della Santa Romana Chiesa. Che la tua nuova porpora sia tanto ardente quanto il fuoco della tua fede.” La folla esplose in un coro di giubilo. Tu chinasti il capo, in silenziosa preghiera. Ma sapevi, nel profondo, che questo era solo un passo. Un passo sulla via per la Tiara. La Croce ora brillava più vicina.\n",

  "ambassador_input": "Hai scelto il cammino dell’ambasciatore. Ora il Papa conta su di te per difendere gli interessi della Chiesa in terra straniera. Prima di partire, però, devi decidere dove andrai a svolgere la tua missione. Il segretario papale ti porge due lettere sigillate. Una ti manda in Francia, l’altra nel Sacro Romano Impero. Cosa scegli?\n1 - Francia\n2 - Sacro Romano Impero\n",
  "ambassador_france": "Scegli di andare nel Regno di Francia, alla corte di Luigi XII, i rapporti sono ottimi. La Francia è alleata del Papa nella guerra contro Venezia. Il Re è potente e la sua corte è piena di nobili e vescovi.\n",
  "ambassador_sri_input": "L’Impero è grande e complicato. I principi locali iniziano a dubitare della Chiesa, e il Papa guarda con sospetto a certe idee che iniziano a circolare. Puoi agire in due modi:\n1 - Duramente\n2 - In maniera pacata\n",
  "ambassador_sri_strong": "Parli chiaro e forte. Rappresenti l’autorità del Papa. Pretendi obbedienza e minacci chi si oppone.\n",
  "ambassador_sri_calm": "Cerchi il dialogo, ascolti, parli con tatto. Tratti con principi e città per mantenere la pace e rafforzare la fede.\n",

  "lega_santa_input": "È il 1511, Giulio II ha forgiato un nuovo patto: la Lega Santa. Contro la Francia, ex alleata, ora minaccia crescente. I confini tremano, le alleanze si spezzano, le coscienze si dividono. Il mondo osserva... e tu? Hai custodito il silenzio mentre altri gridavano. Hai protetto il gregge mentre vescovi e ambasciatori si spartivano le mappe. Ma ora la guerra non ti lascia più margine. I campi bruciano, le chiese si dividono, i nobili bussano alla tua porta esigendo una risposta. Il tempo dell’equilibrio è finito. Ora devi scegliere come schierarti.\n1 - A favore della Lega Santa\n2 - Contro la Lega Santa\n",
  "lega_santa_pro_1": "Dopo mesi di silenzio e riflessione, decidi che il tempo dell’inazione è finito. Ora che la minaccia francese si fa più reale, schierarti con la Lega Santa significa difendere la Chiesa e l’Italia da un pericolo imminente. I tuoi confratelli apprezzano il coraggio, e tu entri con forza nella partita, pronto a sostenere il Papa nella guerra che divampa. Il tuo silenzio si trasforma in voce, la tua prudenza in decisione.\n",
  "lega_santa_pro_2": "Come ambasciatore, la tua diplomazia ora sostiene la Lega Santa. Usi ogni parola, ogni sorriso per tessere alleanze e rafforzare la posizione del Papa. Il tuo ruolo è decisivo per evitare che la guerra si trasformi in un disastro totale. Dietro le quinte, però, sai che ogni trattativa nasconde compromessi dolorosi e tradimenti silenziosi.\n",
  "lega_santa_pro_3": "Come ambasciatore, la tua diplomazia ora sostiene la Lega Santa. Usi ogni parola, ogni sorriso per tessere alleanze e rafforzare la posizione del Papa. Il tuo ruolo è decisivo per evitare che la guerra si trasformi in un disastro totale. Dietro le quinte, però, sai che ogni trattativa nasconde compromessi dolorosi e tradimenti silenziosi.\n",
  "lega_santa_pro_4": "Come ambasciatore, la tua diplomazia ora sostiene la Lega Santa. Usi ogni parola, ogni sorriso per tessere alleanze e rafforzare la posizione del Papa. Il tuo ruolo è decisivo per evitare che la guerra si trasformi in un disastro totale. Dietro le quinte, però, sai che ogni trattativa nasconde compromessi dolorosi e tradimenti silenziosi.\n",
  "lega_santa_pro_5": "Nonostante la tua opposizione passata, la situazione ti costringe a un ripensamento. La Lega Santa è l’ultima speranza per fermare la Francia, un nemico troppo pericoloso per essere ignorato. Il tuo sostegno arriva come un segnale di unità, un gesto che mira a salvare ciò che resta della pace e dell’autorità papale. Ma i tuoi detrattori ti accusano di incoerenza. Tu rispondi che la fedeltà alla Chiesa viene prima di ogni altra cosa.\n",
  "lega_santa_pro_6": "Il sangue scorre, le ferite bruciano, ma non pieghi il ginocchio. La tua dedizione alla Lega Santa ti ha portato a rischiare tutto, e il dolore fisico è solo un prezzo da pagare per la fede e il potere. Il tuo coraggio ispira chi ti sta vicino, la tua sofferenza diventa leggenda. Eppure, sai che le cicatrici porteranno un peso anche oltre la guerra, segnando ogni tuo passo futuro.\n",
  "lega_santa_pro_7": "Il campo di battaglia è un teatro di fuoco e fiamme, ma la fortuna è stata dalla tua parte. Hai guidato le truppe con coraggio e astuzia, senza subire ferite. La tua figura emerge come un simbolo di forza e resilienza, pronto a sostenere la causa della Lega Santa con il vigore di chi ha dimostrato il proprio valore senza mai vacillare. I tuoi alleati ti guardano con ammirazione, i nemici con rispetto — ma sai che la guerra è solo all’inizio.\n",
  "lega_santa_contro_1": "Rimani coerente alla tua scelta di neutralità, ma questa volta la posta è più alta. La Lega Santa, con la sua ferocia, ti sembra un’ulteriore fonte di devastazione. Critichi apertamente l’alleanza, ma molti ti guardano con sospetto. Il Papa vede in te un ostacolo, e i nobili iniziano a dubitare della tua fedeltà. Il tempo della neutralità è passato. Ora ti giochi tutto.\n",
  "lega_santa_contro_2": "Mentre altri firmano patti e stringono mani, tu scegli la via del dissenso diplomatico. Denunci la Lega Santa come fonte di conflitto inutile, proponi alternative pacifiche, anche se pochi ti ascoltano. La tua posizione è rischiosa: metti in gioco la tua carriera e la tua stessa vita. Ma nella storia, forse sarai ricordato come colui che ha avuto il coraggio di dire no.\n",
  "lega_santa_contro_3": "Mentre altri firmano patti e stringono mani, tu scegli la via del dissenso diplomatico. Denunci la Lega Santa come fonte di conflitto inutile, proponi alternative pacifiche, anche se pochi ti ascoltano. La tua posizione è rischiosa: metti in gioco la tua carriera e la tua stessa vita. Ma nella storia, forse sarai ricordato come colui che ha avuto il coraggio di dire no.\n",
  "lega_santa_contro_4": "Mentre altri firmano patti e stringono mani, tu scegli la via del dissenso diplomatico. Denunci la Lega Santa come fonte di conflitto inutile, proponi alternative pacifiche, anche se pochi ti ascoltano. La tua posizione è rischiosa: metti in gioco la tua carriera e la tua stessa vita. Ma nella storia, forse sarai ricordato come colui che ha avuto il coraggio di dire no.\n",
  "lega_santa_contro_5": "Rimani saldo nelle tue convinzioni: la Lega Santa è solo un’altra forma di guerra e oppressione. La tua opposizione si fa più dura, quasi un atto di ribellione. Molti ti temono, alcuni ti evitano. Ma fra la gente comune e i nobili disillusi, raccogli consensi silenziosi. Sei un faro per chi sogna un’Italia libera e una Chiesa meno guerriera.\n",
  "lega_santa_contro_6": "Ferito in battaglia, la tua scelta di opporsi alla Lega Santa assume un significato ancor più profondo. Il tuo corpo segna il prezzo del conflitto, mentre la tua anima resta fedele a ciò in cui credi. La tua sofferenza ti rende simbolo di resistenza, un esempio per chi rifiuta la guerra imposta dalla Lega. Ma la strada è dura e la ripresa incerta. Il rischio è grande, ma la tua causa vale ogni dolore.\n",
  "lega_santa_contro_7": "Hai scelto di combattere, ma non al fianco della Lega. Pur non subendo ferite, il peso della battaglia grava su di te: combatti per un ideale, sfidando i poteri consolidati. La tua presenza sul campo è un segnale forte di dissenso, eppure la mancanza di ferite ti permette di mantenere lucidità e strategia per guidare chi condivide la tua causa. Il prezzo della guerra è alto, ma la tua determinazione non si spegne.\n",


  "become_cardinal_pos": "Le campane di Roma risuonano con un’eco solenne e profonda, mentre il Papa stesso ti conferisce il prezioso anello rosso. Quel segno di fuoco non è solo un ornamento, ma un simbolo di potere e responsabilità che ora porti con dignità sulle dita.Sei entrato nell’élite della Chiesa, tra coloro che plasmano il destino della fede e delle nazioni. I tuoi passi echeggiano nei corridoi del Vaticano, dove le decisioni si intrecciano con intrighi e visioni di un mondo migliore.Il tuo sguardo si posa oltre l’orizzonte: la tiara papale non è lontana, e tu sei pronto a salire, un gradino alla volta, verso quel sogno.\n",
  "become_cardinal_neg": "Hai varcato soglie sacre con cuore devoto, ma con passi esitanti. Hai indossato l’abito dell’umiltà come una seconda pelle, ma non hai mai ricevuto il sigillo della fiducia. La Curia ha osservato. Le tue preghiere sono salite al cielo, ma non hanno scosso la terra. I tuoi insegnamenti hanno attraversato le navate, ma non hanno lasciato traccia nell’anima del Collegio. Il Santo Padre ha scelto di volgere lo sguardo altrove. Il cappello cardinalizio non ha mai sfiorato il tuo capo. Il soglio pontificio, un miraggio che svanisce prima ancora di poterne pronunciare il nome. Ora fai ritorno al silenzio del tuo chiostro, tra pergamene ingiallite e pensieri non detti. La tua ascesa si è interrotta non per colpa, ma per mancanza di destino. Non sei diventato Papa. Non sei stato nemmeno scelto come Cardinale. Forse, in un altro tempo, con più carisma... o meno scrupoli...\n",


  "conclave_compare": "Le porte del Vaticano si chiudono con un tonfo secco, isolando i cardinali dal mondo esterno. La Cappella Sistina si trasforma in un teatro di silenzi pesanti, dove ogni sguardo pesa come un giudizio, e ogni sussurro può essere un segreto o una minaccia. Fuori, Roma attende con il fiato sospeso, consapevole che lì dentro si sta decidendo il destino della Chiesa e forse del mondo intero. Le fumate bianche e nere si alternano, segnali misteriosi di speranza o di stallo. Ore e giorni si susseguono, mentre le voci si intrecciano tra alleanze oscure e promesse non dette. Il tuo cuore batte forte, sapendo che una sola parola, un solo voto, può cambiare tutto. Infine, arriva il momento dello spoglio. I cardinali si raccolgono attorno al grande tavolo, le mani tremano appena, gli occhi si incrociano con un misto di speranza e paura. Una pergamena dopo l’altra, i nomi vengono letti ad alta voce. Ogni voto è un colpo che riecheggia nella cappella: c’è chi trattiene il respiro, chi stringe i pugni, chi prega silenziosamente. Il tuo nome potrebbe comparire da un momento all’altro. Il silenzio si fa quasi palpabile, rotto solo dal fruscio dei fogli e dal sussurro delle promesse infrante. Il destino di secoli è nelle mani di quel piccolo gruppo, e ogni voto pesa come un macigno. Il cuore ti batte forte, il respiro si fa corto, mentre l’ultimo voto viene pronunciato. Un momento di attesa estenuante, poi la sentenza: qualcuno è stato scelto. O forse no, e la fumata tornerà a salire, nera, portando con sé la tensione di un nuovo giorno di incertezza.\n",

  "pope_nomination": "Dopo anni di intrighi vaticani, manovre diplomatiche, preghiere segrete e miracoli sospetti... ci sei riuscito.La Cappella Sistina è silenziosa.La folla in Piazza San Pietro trattiene il respiro. Un sottile filo di fumo bianco si alza lento nel cielo di Roma. È il segnale. È il momento.Sei tu.I cardinali ti hanno scelto. Dopo lunghe votazioni e sussurri dietro stalli di legno antico, la decisione è arrivata: sei stato eletto Pontefice, guida spirituale di oltre un miliardo di fedeli. Il trono di Pietro ora è tuo.Il Maestro delle Celebrazioni Liturgiche Pontificie si avvicina e ti sussurra:“Sanctitas tua, come desiderate chiamarvi?”Scegli un nome. Forse un tributo ai santi. Forse un segno di rottura. Ma ora non sei più solo un uomo. Sei il Vicario di Cristo.Indossi la bianca veste papale. Ti guardi un’ultima volta allo specchio, ma l’uomo riflesso non sei più tu: è il Papa.Il Cardinale Protodiacono si affaccia al balcone centrale e annuncia:“Habemus Papam!”La piazza esplode in un boato di giubilo.Campane. Lacrime. Fedi che si rinnovano.Hai vinto.Non solo il gioco. Hai conquistato il cuore della Chiesa.Il mondo ora ti guarda. Ogni parola, ogni gesto sarà storia. Ma solo l’inizio del pontificato.Che Dio ti guidi... Santità.\n",


  "WIN": "HAI VINTO!"
}